{"index": 22, "en_name": "2 Maccabees", "local_name": "", "chapters": [], "metadata": [{"title": "Author", "content_parts": [{"style": "NONE", "text": "—The author is unknown, but it is certainly not the author of 1 Maccabees."}, {"style": "NONE", "text": " This author was most probably a Jew from Palestine who abbreviated or summarized a five-volume work by Jason of Cyrene ("}, {"style": "CROSS_REF", "text": "2:19–32", "target": {"href": "2Maccabees.html#M2acc_vchap2-19", "book_file": "2Maccabees", "chapter": 2, "verse": 19}}, {"style": "NONE", "text": "), who wrote in Greek."}]}, {"title": "Date", "content_parts": [{"style": "NONE", "text": "—About 124 BC or later."}, {"style": "NONE", "text": " The bulk of Jason's five-volume work spans 180–160 BC."}]}, {"title": "Major Theme", "content_parts": [{"style": "NONE", "text": "—"}, {"style": "ITALIC", "text": "God takes care of the Jewish people by rewarding those who are faithful to the Law and punishing evildoers."}, {"style": "NONE", "text": "God takes care of the Jewish people by rewarding those who are faithful to the Law and punishing evildoers."}, {"style": "NONE", "text": " This is a story of the weak overcoming the mighty because they pray to God, trust in Him, and obey His laws."}, {"style": "NONE", "text": " The main character, Judas Maccabeus, brings deliverance to the persecuted Jewish community through his victories."}]}, {"title": "Background", "content_parts": [{"style": "NONE", "text": "—The story begins with two letters from Jerusalem to the Jews in Alexandria, Egypt, urging them to celebrate the rededication of the temple in Jerusalem (the feast of "}, {"style": "ITALIC", "text": "Hanukkah"}, {"style": "NONE", "text": "Hanukkah"}, {"style": "NONE", "text": ") and to resist the pagans."}, {"style": "NONE", "text": " The author then proceeds to summarize the five-volume work of Jason of Cyrene concerning the exploits of Judas Maccabeus and his family."}]}, {"title": "Outline", "content_parts": [{"style": "NONE", "text": "Outline"}], "list": [[{"style": "NONE", "text": "Judas's victories against the Idumeans, Timothy, and Lysias ("}, {"style": "CROSS_REF", "text": "10:10–13:26", "target": {"href": "2Maccabees.html#M2acc_vchap10-10", "book_file": "2Maccabees", "chapter": 10, "verse": 10}}, {"style": "NONE", "text": ")"}], [{"style": "NONE", "text": "Plot against Judas's life frustrated ("}, {"style": "CROSS_REF", "text": "14:1–15:36", "target": {"href": "2Maccabees.html#M2acc_vchap14-1", "book_file": "2Maccabees", "chapter": 14, "verse": 1}}, {"style": "NONE", "text": ")"}]]}], "lessons": [{"title": "S A I N T S O F T H E O L DT E S T A M E N T", "entries": [{"parts": ["Immediately after quoting the Lord’s proclamation to Moses, “I am the God of Abraham, the God of Isaac, and the God of Jacob,” Jesus asserts, “God is not the God of the dead, but of the living” (", {"text": "Mt 22:32", "cross_ref": "r3524"}, "). Thus He affirms that the great patriarchs of the Old Testament still live, as do all the righteous men and women of old who lived in anticipation of the coming Messiah. Hebrews 11 reviews the wonderful deeds of many of these Old Testament saints, and we then read that “we are surrounded by so great a cloud of witnesses” (", {"text": "Heb 12:1", "cross_ref": "r3525"}, ")."]}, {"parts": ["For the New Testament Church, then, these “witnesses” were the saints of the Old Testament. Eusebius of Caesarea, the church historian, writing early in the fourth century, called these great saints “Christians in fact, if not in name.” He went on to say: "]}, {"parts": ["It is obvious that they knew God’s Christ Himself, since He appeared to Abraham, instructed Isaac, spoke to Jacob, and conversed freely with Moses and the Prophets who came later, as I have already shown. Hence, you will find that those divinely favored men were even honored with the name of “Christ,” according to the word which says of them, “Touch not my Christs [Greek christoi, anointed ones], and do My Prophets no harm” (", {"text": "Ps 104:15", "cross_ref": "r3526"}, ")."]}]}, {"title": "HONORING THE SAINTS", "entries": [{"parts": ["The Church’s natural and fitting veneration of the saints of the Old Testament is very evident in a hymn sung on the second Sunday preceding Christmas, the Sunday of the Holy Forefathers:"]}, {"parts": ["Come feast-lovers, let us extol with hymns the assembly of the forefathers—Adam the first father, Enoch, Noah, and Melchizedek, Abraham, Isaac and Jacob; and those after the Law—Moses, Aaron, Joshua, and Samuel; and with them Isaiah, Jeremiah, Ezekiel, Daniel, and the twelve Prophets, with Elijah and Elisha, and all the rest."]}, {"parts": ["Besides being remembered on these two Sundays, many Old Testament saints have their own days of commemoration, such as Jeremiah (May 1); Job (May 6); Isaiah (May 9); Elijah (July 20); Samuel (August 20); Abraham, Isaac, and Jacob (August 21); Joshua (September 1); Moses (September 4); Baruch (September 28); Hannah (December 9); Daniel (December 17); and Joseph (son of Jacob) and King David (first Sunday after Christmas)."]}, {"parts": ["The church fathers often extol these Old Testament heroes. St. John Chrysostom repeatedly urged his flock to emulate the patient endurance of “the great and noble Job.” St. Gregory of Nyssa writes, “Noah was a righteous man, the Scriptures say, and Abraham was faithful, Moses meek, Daniel wise, Joseph chaste, Job blameless, and David perfect in patience.”"]}, {"parts": ["Eleazar and the Maccabean martyrs, whose story is told in 2 Maccab", {"text": "ees 6:18", "cross_ref": "r3527"}, "—", {"text": "7:42", "cross_ref": "r3528"}, ", deserve special attention. This Jewish scribe and seven brothers, along with their mother, Solomonia, valiantly defied the sacrilegious commands of King Antiochus IV Epiphanes, who was fiercely persecuting the Jews. For their defiance, they were brutally executed in Jerusalem in about 167 BC. These unwaveringly faithful Jews are prototypes of all the Christian martyrs. In their commemoration on August 1, they are called “great martyrs, before the martyrs of Christ.” "]}, {"parts": ["The Church’s high esteem for the Old Testament saints is also seen in her custom of depicting the forefathers and prophets around the base of the interior central dome of a church. And by remembering these saints in her liturgical calendar, the Orthodox Church demonstrates her understanding that the Body of Christ transcends limitations of time and space. This awareness is clearly expressed at every Divine Liturgy: “And again we offer unto You this reasonable service for all those who in faith have gone before us to their rest: patriarchs, prophets, apostles, preachers, evangelists, martyrs, confessors, ascetics, and every righteous spirit made perfect in faith.”"]}, {"parts": ["For Orthodox Christians, it is the experience of worshipping God with all the saints that powerfully confirms their continuing presence in our midst."]}]}]}