{"index": 30, "en_name": "Wisdom", "local_name": "", "chapters": [], "metadata": [{"title": "Author", "content_parts": [{"style": "NONE", "text": "—An unknown Jewish believer of the larger Greek community of Alexandria, Egypt."}]}, {"title": "Date", "content_parts": [{"style": "NONE", "text": "—30–10 BC."}]}, {"title": "Major Theme", "content_parts": [{"style": "NONE", "text": "—"}, {"style": "ITALIC", "text": "The greatness of Wisdom."}, {"style": "NONE", "text": "The greatness of Wisdom."}, {"style": "NONE", "text": " The Wisdom of Solomon was written to offer edification to a Jewish community during times of political, military, and religious upheaval."}, {"style": "NONE", "text": " Its aim was to encourage the Jews to be faithful to their covenant with God."}, {"style": "NONE", "text": " The work was also intended to attract pagans and apostate Jews back to Judaism."}]}, {"title": "Background", "content_parts": [{"style": "NONE", "text": "—The content of this rich theological work has prepared for and deeply influenced the Church's teachings on the Incarnation of Christ, as well as its understanding of God, salvation, and the nature of the Church itself."}, {"style": "NONE", "text": " The Wisdom of Solomon is frequently found in the Old Testament readings of the Church lectionary, especially during Holy Week."}, {"style": "NONE", "text": " This inspired writing was used in the early Church to further instruct those most recently baptized."}, {"style": "NONE", "text": " Chronologically, it was the last book written in the Old Testament Canon, and it serves as a bridge to the New Testament in terms of theology and preparation for the Advent of Christ."}]}, {"title": "Outline", "content_parts": [{"style": "NONE", "text": "Outline"}], "list": [[{"style": "NONE", "text": "Think about the Lord in goodness"}], [{"style": "NONE", "text": "And seek Him with sincerity of heart;"}, {"style": "FOOTNOTE", "text": "†", "target": {"href": "study5.html#f2655", "book_file": "study5"}}], []]}]}