{
  "en_name": "1 John",
  "local_name": "1 John",
  "abr": "1jo",
  "ch_count": 5,
  "chapters": [
    {
      "chapter_num": 1,
      "verses_count": 10,
      "verses": [
        {
          "num": 1,
          "text": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life— the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us— that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship is with the Father and with His Son Jesus Christ. And these things we write to you that your a joy may be full. †",
          "parts": [
            "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5993"
            },
            "the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5994"
            },
            "that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "with the Father and with His Son Jesus Christ.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5995"
            },
            "And these things we write to you that your",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1246"
            },
            "joy may be full.",
            {
              "style": "CROSS_REF",
              "text": "†",
              "ref_id": "r1247"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5996"
            }
          ]
        },
        {
          "num": 5,
          "text": "This is the message which we have heard from Him and declare to you, that God is light and in Him is no darkness at all. If we say that we have fellowship with Him, and walk in darkness, we lie and do not practice the truth. But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus Christ His Son cleanses us from all sin.",
          "parts": [
            "This is the message which we have heard from Him and declare to you, that God is light and in Him is no darkness at all.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5997"
            },
            "If we say that we have fellowship with Him, and walk in darkness, we lie and do not practice the truth.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5998"
            },
            "But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus Christ His Son cleanses us from all sin."
          ]
        },
        {
          "num": 6,
          "text": "If we say that we have fellowship with Him, and walk in darkness, we lie and do not practice the truth.",
          "parts": [
            "If we say that we have fellowship with Him, and walk in darkness, we lie and do not practice the truth.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5998"
            }
          ]
        },
        {
          "num": 7,
          "text": "But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus Christ His Son cleanses us from all sin.",
          "parts": [
            "But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus Christ His Son cleanses us from all sin."
          ]
        },
        {
          "num": 8,
          "text": "If we say that we have no sin, we deceive ourselves, and the truth is not in us.",
          "parts": [
            "If we say that we have no sin, we deceive ourselves, and the truth is not in us."
          ]
        },
        {
          "num": 9,
          "text": "If we confess our sins, He is faithful and just to forgive us our",
          "parts": [
            "If we confess our sins, He is faithful and just to forgive us",
            {
              "style": "ITALIC",
              "text": "our"
            }
          ]
        },
        {
          "num": 10,
          "text": "If we say that we have not sinned, we make Him a liar, and His word is not in us.",
          "parts": [
            "If we say that we have not sinned, we make Him a liar, and His word is not in us."
          ]
        }
      ],
      "headers": [
        "Introduction: The Incarnation",
        "Walk in the Light: Confession",
        "Keep God's Commandments of Love"
      ]
    },
    {
      "chapter_num": 2,
      "verses_count": 29,
      "verses": [
        {
          "num": 1,
          "text": "My little children, these things I write to you, so that you may not sin.",
          "parts": [
            "My little children, these things I write to you, so that you may not sin."
          ]
        },
        {
          "num": 2,
          "text": "And He Himself is the propitiation for our sins, and not for ours only but also for the whole world.",
          "parts": [
            "And He Himself is the propitiation for our sins, and not for ours only but also for the whole world."
          ]
        },
        {
          "num": 3,
          "text": "Now by this we know that we know Him, if we keep His commandments. He who says, “I know Him,” and does not keep His commandments, is a liar, and the truth is not in him.",
          "parts": [
            "Now by this we know that we know Him, if we keep His commandments.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5999"
            },
            "He who says, “I know Him,” and does not keep His commandments, is a liar, and the truth is not in him."
          ]
        },
        {
          "num": 4,
          "text": "He who says, “I know Him,” and does not keep His commandments, is a liar, and the truth is not in him.",
          "parts": [
            "He who says, “I know Him,” and does not keep His commandments, is a liar, and the truth is not in him."
          ]
        },
        {
          "num": 5,
          "text": "But whoever keeps His word, truly the love of God is perfected in him.",
          "parts": [
            "But whoever keeps His word, truly the love of God is perfected in him."
          ]
        },
        {
          "num": 6,
          "text": "He who says he abides in Him ought himself also to walk just as He walked.",
          "parts": [
            "He who says he abides in Him ought himself also to walk just as He walked."
          ]
        },
        {
          "num": 7,
          "text": "Brethren, a I write no new commandment to you, but an old commandment which you have had from the beginning.",
          "parts": [
            "Brethren,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1248"
            },
            "I write no new commandment to you, but an old commandment which you have had from the beginning."
          ]
        },
        {
          "num": 8,
          "text": "Again, a new commandment I write to you, which thing is true in Him and in you, because the darkness is passing away, and the true light is already shining.",
          "parts": [
            "Again, a new commandment I write to you, which thing is true in Him and in you, because the darkness is passing away, and the true light is already shining."
          ]
        },
        {
          "num": 9,
          "text": "He who says he is in the light, and hates his brother, is in darkness until now.",
          "parts": [
            "He who says he is in the light, and hates his brother, is in darkness until now."
          ]
        },
        {
          "num": 10,
          "text": "He who loves his brother abides in the light, and there is no cause for stumbling in him.",
          "parts": [
            "He who loves his brother abides in the light, and there is no cause for stumbling in him."
          ]
        },
        {
          "num": 11,
          "text": "But he who hates his brother is in darkness and walks in darkness, and does not know where he is going, because the darkness has blinded his eyes.",
          "parts": [
            "But he who hates his brother is in darkness and walks in darkness, and does not know where he is going, because the darkness has blinded his eyes."
          ]
        },
        {
          "num": 15,
          "text": "Do not love the world or the things in the world.",
          "parts": [
            "Do not love the world or the things in the world."
          ]
        },
        {
          "num": 16,
          "text": "For all that is",
          "parts": [
            "For all that",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 17,
          "text": "And the world is passing away, and the lust of it; but he who does the will of God abides forever.",
          "parts": [
            "And the world is passing away, and the lust of it; but he who does the will of God abides forever."
          ]
        },
        {
          "num": 18,
          "text": "Little children, it is the last hour; and as you have heard that the a Antichrist is coming, even now many antichrists have come, by which we know that it is the last hour. They went out from us, but they were not of us; for if they had been of us, they would have continued with us; but they went out that they might be made manifest, that none of them were of us.",
          "parts": [
            "Little children, it is the last hour; and as you have heard that the",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1249"
            },
            "Antichrist is coming, even now many antichrists have come, by which we know that it is the last hour.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6003"
            },
            "They went out from us, but they were not of us; for if they had been of us, they would have continued with us; but",
            {
              "style": "ITALIC",
              "text": "they went out"
            },
            "that they might be made manifest, that none of them were of us.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6004"
            }
          ]
        },
        {
          "num": 19,
          "text": "They went out from us, but they were not of us; for if they had been of us, they would have continued with us; but they went out",
          "parts": [
            "They went out from us, but they were not of us; for if they had been of us, they would have continued with us; but",
            {
              "style": "ITALIC",
              "text": "they went out"
            }
          ]
        },
        {
          "num": 20,
          "text": "But you have an anointing from the Holy One, and you know all things. a I have not written to you because you do not know the truth, but because you know it, and that no lie is of the truth.",
          "parts": [
            "But you have an anointing from the Holy One, and you know all things.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1250"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f6005"
            },
            "I have not written to you because you do not know the truth, but because you know it, and that no lie is of the truth."
          ]
        },
        {
          "num": 21,
          "text": "I have not written to you because you do not know the truth, but because you know it, and that no lie is of the truth.",
          "parts": [
            "I have not written to you because you do not know the truth, but because you know it, and that no lie is of the truth."
          ]
        },
        {
          "num": 22,
          "text": "Who is a liar but he who denies that Jesus is the Christ?",
          "parts": [
            "Who is a liar but he who denies that Jesus is the Christ?"
          ]
        },
        {
          "num": 23,
          "text": "Whoever denies the Son does not have the Father either; he who acknowledges the Son has the Father also.",
          "parts": [
            "Whoever denies the Son does not have the Father either; he who acknowledges the Son has the Father also."
          ]
        },
        {
          "num": 24,
          "text": "Therefore let that abide in you which you heard from the beginning.",
          "parts": [
            "Therefore let that abide in you which you heard from the beginning."
          ]
        },
        {
          "num": 25,
          "text": "And this is the promise that He has promised us—eternal life.",
          "parts": [
            "And this is the promise that He has promised us—eternal life."
          ]
        },
        {
          "num": 26,
          "text": "These things I have written to you concerning those who try to deceive you.",
          "parts": [
            "These things I have written to you concerning those who",
            {
              "style": "ITALIC",
              "text": "try to"
            },
            "deceive you."
          ]
        },
        {
          "num": 27,
          "text": "But the anointing which you have received from Him abides in you, and you do not need that anyone teach you; but as the same anointing teaches you concerning all things, and is true, and is not a lie, and just as it has taught you, you will a",
          "parts": [
            "But the anointing which you have received from Him abides in you, and you do not need that anyone teach you; but as the same anointing teaches you concerning all things, and is true, and is not a lie, and just as it has taught you, you will",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1251"
            }
          ]
        },
        {
          "num": 28,
          "text": "And now, little children, abide in Him, that when a He appears, we may have confidence and not be ashamed before Him at His coming.",
          "parts": [
            "And now, little children, abide in Him, that when",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1252"
            },
            "He appears, we may have confidence and not be ashamed before Him at His coming."
          ]
        },
        {
          "num": 29,
          "text": "If you know that He is righteous, you know that everyone who practices righteousness is born of Him.",
          "parts": [
            "If you know that He is righteous, you know that everyone who practices righteousness is born of Him."
          ]
        }
      ],
      "headers": [
        "The Truth: Jesus Is God",
        "Practice Righteousness: Do Not Sin"
      ]
    },
    {
      "chapter_num": 3,
      "verses_count": 24,
      "verses": [
        {
          "num": 1,
          "text": "Behold what manner of love the Father has bestowed on us, that we should be called children of God! a Therefore the world does not know us, b because it did not know Him. Beloved, now we are children of God; and it has not yet been revealed what we shall be, but we know that when He is revealed, we shall be like Him, for we shall see Him as He is. And everyone who has this hope in Him purifies himself, just as He is pure.",
          "parts": [
            "Behold what manner of love the Father has bestowed on us, that we should be called children of God!",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1253"
            },
            "Therefore the world does not know us,",
            {
              "style": "CROSS_REF",
              "text": "b",
              "ref_id": "r1254"
            },
            "because it did not know Him.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6008"
            },
            "Beloved, now we are children of God; and it has not yet been revealed what we shall be, but we know that when He is revealed, we shall be like Him, for we shall see Him as He is.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6009"
            },
            "And everyone who has this hope in Him purifies himself, just as He is pure."
          ]
        },
        {
          "num": 4,
          "text": "Whoever commits sin also commits lawlessness, and sin is lawlessness. And you know that He was manifested to take away our sins, and in Him there is no sin.",
          "parts": [
            "Whoever commits sin also commits lawlessness, and sin is lawlessness.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6010"
            },
            "And you know that He was manifested to take away our sins, and in Him there is no sin."
          ]
        },
        {
          "num": 5,
          "text": "And you know that He was manifested to take away our sins, and in Him there is no sin.",
          "parts": [
            "And you know that He was manifested to take away our sins, and in Him there is no sin."
          ]
        },
        {
          "num": 6,
          "text": "Whoever abides in Him does not sin.",
          "parts": [
            "Whoever abides in Him does not sin."
          ]
        },
        {
          "num": 7,
          "text": "Little children, let no one deceive you.",
          "parts": [
            "Little children, let no one deceive you."
          ]
        },
        {
          "num": 8,
          "text": "He who sins is of the devil, for the devil has sinned from the beginning.",
          "parts": [
            "He who sins is of the devil, for the devil has sinned from the beginning."
          ]
        },
        {
          "num": 9,
          "text": "Whoever has been born of God does not sin, for His seed remains in him; and he cannot sin, because he has been born of God.",
          "parts": [
            "Whoever has been born of God does not sin, for His seed remains in him; and he cannot sin, because he has been born of God."
          ]
        },
        {
          "num": 10,
          "text": "In this the children of God and the children of the devil are manifest: Whoever does not practice righteousness is not of God, nor is he who does not love his brother.",
          "parts": [
            "In this the children of God and the children of the devil are manifest: Whoever does not practice righteousness is not of God, nor",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "he who does not love his brother."
          ]
        },
        {
          "num": 11,
          "text": "For this is the message that you heard from the beginning, that we should love one another,",
          "parts": [
            "For this is the message that you heard from the beginning, that we should love one another,"
          ]
        },
        {
          "num": 12,
          "text": "not as Cain who",
          "parts": [
            "not as Cain",
            {
              "style": "ITALIC",
              "text": "who"
            }
          ]
        },
        {
          "num": 13,
          "text": "Do not marvel, my brethren, if the world hates you.",
          "parts": [
            "Do not marvel, my brethren, if the world hates you."
          ]
        },
        {
          "num": 14,
          "text": "We know that we have passed from death to life, because we love the brethren.",
          "parts": [
            "We know that we have passed from death to life, because we love the brethren."
          ]
        },
        {
          "num": 15,
          "text": "Whoever hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.",
          "parts": [
            "Whoever hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6012"
            }
          ]
        },
        {
          "num": 16,
          "text": "By this we know love, because He laid down His life for us.",
          "parts": [
            "By this we know love, because He laid down His life for us."
          ]
        },
        {
          "num": 17,
          "text": "But whoever has this world's goods, and sees his brother in need, and shuts up his heart from him, how does the love of God abide in him?",
          "parts": [
            "But whoever has this world's goods, and sees his brother in need, and shuts up his heart from him, how does the love of God abide in him?"
          ]
        },
        {
          "num": 18,
          "text": "My little children, let us not love in word or in tongue, but in deed and in truth.",
          "parts": [
            "My little children, let us not love in word or in tongue, but in deed and in truth."
          ]
        },
        {
          "num": 19,
          "text": "And by this we know a",
          "parts": [
            "And by this we know",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1255"
            }
          ]
        },
        {
          "num": 20,
          "text": "For if our heart condemns us, God is greater than our heart, and knows all things.",
          "parts": [
            "For if our heart condemns us, God is greater than our heart, and knows all things."
          ]
        },
        {
          "num": 21,
          "text": "Beloved, if our heart does not condemn us, we have confidence toward God.",
          "parts": [
            "Beloved, if our heart does not condemn us, we have confidence toward God."
          ]
        },
        {
          "num": 22,
          "text": "And whatever we ask we receive from Him, because we keep His commandments and do those things that are pleasing in His sight.",
          "parts": [
            "And whatever we ask we receive from Him, because we keep His commandments and do those things that are pleasing in His sight."
          ]
        },
        {
          "num": 23,
          "text": "And this is His commandment: that we should believe on the name of His Son Jesus Christ and love one another, as He gave us a",
          "parts": [
            "And this is His commandment: that we should believe on the name of His Son Jesus Christ and love one another, as He gave us",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1256"
            }
          ]
        },
        {
          "num": 24,
          "text": "Now he who keeps His commandments abides in Him, and He in him.",
          "parts": [
            "Now he who keeps His commandments abides in Him, and He in him."
          ]
        }
      ],
      "headers": [
        "Love One Another",
        "The Spirit's Witness: The Incarnation"
      ]
    },
    {
      "chapter_num": 4,
      "verses_count": 21,
      "verses": [
        {
          "num": 1,
          "text": "Beloved, do not believe every spirit, but test the spirits, whether they are of God; because many false prophets have gone out into the world.",
          "parts": [
            "Beloved, do not believe every spirit, but test the spirits, whether they are of God; because many false prophets have gone out into the world."
          ]
        },
        {
          "num": 2,
          "text": "By this you know the Spirit of God: Every spirit that confesses that Jesus Christ has come in the flesh is of God,",
          "parts": [
            "By this you know the Spirit of God: Every spirit that confesses that Jesus Christ has come in the flesh is of God,"
          ]
        },
        {
          "num": 3,
          "text": "and every spirit that does not confess that a",
          "parts": [
            "and every spirit that does not confess that",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1257"
            }
          ]
        },
        {
          "num": 4,
          "text": "You are of God, little children, and have overcome them, because He who is in you is greater than he who is in the world.",
          "parts": [
            "You are of God, little children, and have overcome them, because He who is in you is greater than he who is in the world."
          ]
        },
        {
          "num": 5,
          "text": "They are of the world.",
          "parts": [
            "They are of the world."
          ]
        },
        {
          "num": 6,
          "text": "We are of God.",
          "parts": [
            "We are of God."
          ]
        },
        {
          "num": 7,
          "text": "Beloved, let us love one another, for love is of God; and everyone who loves is born of God and knows God. He who does not love does not know God, for God is love.",
          "parts": [
            "Beloved, let us love one another, for love is of God; and everyone who loves is born of God and knows God.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6015"
            },
            "He who does not love does not know God, for God is love."
          ]
        },
        {
          "num": 8,
          "text": "He who does not love does not know God, for God is love.",
          "parts": [
            "He who does not love does not know God, for God is love."
          ]
        },
        {
          "num": 9,
          "text": "In this the love of God was manifested toward us, that God has sent His only begotten Son into the world, that we might live through Him.",
          "parts": [
            "In this the love of God was manifested toward us, that God has sent His only begotten Son into the world, that we might live through Him."
          ]
        },
        {
          "num": 10,
          "text": "In this is love, not that we loved God, but that He loved us and sent His Son to be",
          "parts": [
            "In this is love, not that we loved God, but that He loved us and sent His Son",
            {
              "style": "ITALIC",
              "text": "to be"
            }
          ]
        },
        {
          "num": 11,
          "text": "Beloved, if God so loved us, we also ought to love one another.",
          "parts": [
            "Beloved, if God so loved us, we also ought to love one another."
          ]
        },
        {
          "num": 12,
          "text": "No one has seen God at any time.",
          "parts": [
            "No one has seen God at any time."
          ]
        },
        {
          "num": 13,
          "text": "By this we know that we abide in Him, and He in us, because He has given us of His Spirit.",
          "parts": [
            "By this we know that we abide in Him, and He in us, because He has given us of His Spirit."
          ]
        },
        {
          "num": 14,
          "text": "And we have seen and testify that the Father has sent the Son as",
          "parts": [
            "And we have seen and testify that the Father has sent the Son",
            {
              "style": "ITALIC",
              "text": "as"
            }
          ]
        },
        {
          "num": 15,
          "text": "Whoever confesses that Jesus is the Son of God, God abides in him, and he in God.",
          "parts": [
            "Whoever confesses that Jesus is the Son of God, God abides in him, and he in God."
          ]
        },
        {
          "num": 16,
          "text": "And we have known and believed the love that God has for us.",
          "parts": [
            "And we have known and believed the love that God has for us."
          ]
        },
        {
          "num": 17,
          "text": "Love has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world.",
          "parts": [
            "Love has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world."
          ]
        },
        {
          "num": 18,
          "text": "There is no fear in love; but perfect love casts out fear, because fear involves torment.",
          "parts": [
            "There is no fear in love; but perfect love casts out fear, because fear involves torment."
          ]
        },
        {
          "num": 19,
          "text": "We love Him a",
          "parts": [
            "We love Him",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1258"
            }
          ]
        },
        {
          "num": 20,
          "text": "If someone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can a he love God whom he has not seen?",
          "parts": [
            "If someone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1259"
            },
            "he love God whom he has not seen?"
          ]
        },
        {
          "num": 21,
          "text": "And this commandment we have from Him: that he who loves God must",
          "parts": [
            "And this commandment we have from Him: that he who loves God",
            {
              "style": "ITALIC",
              "text": "must"
            }
          ]
        }
      ],
      "headers": [
        "God Redeems Us in Love",
        "God Abides in Us",
        "Love Overcomes Fear",
        "Love of God Means Love of Others",
        "Faith Overcomes the World"
      ]
    },
    {
      "chapter_num": 5,
      "verses_count": 21,
      "verses": [
        {
          "num": 1,
          "text": "Whoever believes that Jesus is the Christ is born of God, and everyone who loves Him who begot also loves him who is begotten of Him. By this we know that we love the children of God, when we love God and keep His commandments.",
          "parts": [
            "Whoever believes that Jesus is the Christ is born of God, and everyone who loves Him who begot also loves him who is begotten of Him.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6018"
            },
            "By this we know that we love the children of God, when we love God and keep His commandments."
          ]
        },
        {
          "num": 3,
          "text": "For this is the love of God, that we keep His commandments.",
          "parts": [
            "For this is the love of God, that we keep His commandments."
          ]
        },
        {
          "num": 4,
          "text": "For whatever is born of God overcomes the world.",
          "parts": [
            "For whatever is born of God overcomes the world."
          ]
        },
        {
          "num": 5,
          "text": "Who is he who overcomes the world, but he who believes that Jesus is the Son of God?",
          "parts": [
            "Who is he who overcomes the world, but he who believes that Jesus is the Son of God?"
          ]
        },
        {
          "num": 6,
          "text": "This is He who came by water and blood—Jesus Christ; not only by water, but by water and blood.",
          "parts": [
            "This is He who came by water and blood—Jesus Christ; not only by water, but by water and blood."
          ]
        },
        {
          "num": 7,
          "text": "For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one.",
          "parts": [
            "For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one."
          ]
        },
        {
          "num": 8,
          "text": "And there are three that bear witness on earth: a",
          "parts": [
            "And there are three that bear witness on earth:",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1260"
            }
          ]
        },
        {
          "num": 9,
          "text": "If we receive the witness of men, the witness of God is greater; for this is the witness of God which a He has testified of His Son.",
          "parts": [
            "If we receive the witness of men, the witness of God is greater; for this is the witness of God which",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1261"
            },
            "He has testified of His Son."
          ]
        },
        {
          "num": 10,
          "text": "He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son.",
          "parts": [
            "He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son."
          ]
        },
        {
          "num": 11,
          "text": "And this is the testimony: that God has given us eternal life, and this life is in His Son.",
          "parts": [
            "And this is the testimony: that God has given us eternal life, and this life is in His Son."
          ]
        },
        {
          "num": 12,
          "text": "He who has the Son has life; he who does not have the Son of God does not have life.",
          "parts": [
            "He who has the Son has life; he who does not have the Son of God does not have life."
          ]
        },
        {
          "num": 13,
          "text": "These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, a",
          "parts": [
            "These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1262"
            }
          ]
        },
        {
          "num": 14,
          "text": "Now this is the confidence that we have in Him, that if we ask anything according to His will, He hears us.",
          "parts": [
            "Now this is the confidence that we have in Him, that if we ask anything according to His will, He hears us."
          ]
        },
        {
          "num": 15,
          "text": "And if we know that He hears us, whatever we ask, we know that we have the petitions that we have asked of Him.",
          "parts": [
            "And if we know that He hears us, whatever we ask, we know that we have the petitions that we have asked of Him."
          ]
        },
        {
          "num": 16,
          "text": "If anyone sees his brother sinning a sin which does not lead to death, he will ask, and He will give him life for those who commit sin not leading to death.",
          "parts": [
            "If anyone sees his brother sinning a sin",
            {
              "style": "ITALIC",
              "text": "which does"
            },
            "not",
            {
              "style": "ITALIC",
              "text": "lead"
            },
            "to death, he will ask, and He will give him life for those who commit sin not",
            {
              "style": "ITALIC",
              "text": "leading"
            },
            "to death."
          ]
        },
        {
          "num": 17,
          "text": "All unrighteousness is sin, and there is sin not leading",
          "parts": [
            "All unrighteousness is sin, and there is sin not",
            {
              "style": "ITALIC",
              "text": "leading"
            }
          ]
        },
        {
          "num": 18,
          "text": "We know that whoever is born of God does not sin; but he who has been born of God keeps himself, a and the wicked one does not touch him.",
          "parts": [
            "We know that whoever is born of God does not sin; but he who has been born of God keeps himself,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1263"
            },
            "and the wicked one does not touch him."
          ]
        },
        {
          "num": 19,
          "text": "We know that we are of God, and the whole world lies under the sway of the wicked one.",
          "parts": [
            "We know that we are of God, and the whole world lies",
            {
              "style": "ITALIC",
              "text": "under the sway of"
            },
            "the wicked one."
          ]
        },
        {
          "num": 20,
          "text": "And we know that the Son of God has come and has given us an understanding, that we may know Him who is true; and we are in Him who is true, in His Son Jesus Christ.",
          "parts": [
            "And we know that the Son of God has come and has given us an understanding, that we may know Him who is true; and we are in Him who is true, in His Son Jesus Christ."
          ]
        },
        {
          "num": 21,
          "text": "Little children, keep yourselves from idols.",
          "parts": [
            "Little children, keep yourselves from idols."
          ]
        }
      ],
      "headers": [
        "God Validates Our Faith",
        "Faith Brings Eternal Life",
        "Pray According to God's Will",
        "Separate from Sin",
        "Live in Christ"
      ]
    }
  ],
  "author": "John the Apostle (author of the Gospel of John). First John is so similar to the Gospel of John in language, style, and theology that few have ever disputed that the two books were written by the same man.",
  "date": "The letter cannot be dated with certainty. Its similarity to John's Gospel, the presence among the recipients of a Christianized form of gnosticism, and the apparent age of its author suggest a time late in John's life, about the same time as he wrote his gospel (AD 90–95).",
  "theme": "Tests of true Christian life. Jesus Christ, the Incarnate God, reveals the light (1:5–7), love (4:7–11), and life (5:11–13) of the Father, as contrasted with the darkness (1:6), hatred (2:9–11), and death (5:12) of the present world. First John is a commentary on the reality of baptism, chrismation, and the Eucharist in our lives. Subthemes include:",
  "lessons": [
    {
      "title": "Keep God's Commandments of Love",
      "entries": [
        {
          "parts": [
            "C O N F E S S I O N"
          ]
        },
        {
          "parts": [
            {
              "style": "BOLD",
              "text": "P"
            },
            "erhaps the most misunderstood sacrament of the Christian Church is confession. How did it originate? What role does a priest play? Is there a special procedure for confession? The Scriptures hold answers to these questions."
          ]
        },
        {
          "parts": [
            "Concerning our sins, God’s Word gives a marvelous promise: “If we confess our sins, He is faithful and just to forgive us",
            {
              "style": "ITALIC",
              "text": "our "
            },
            "sins and to cleanse us from all unrighteousness” ( 1:9 ). The faithful are to bring their sins to God in repentance and receive cleansing and forgiveness."
          ]
        },
        {
          "parts": [
            "The early Christian community had a specific practice in this regard. People would stand and confess their sins to God in the presence of the whole congregation! Had not Jesus encouraged His followers to walk in the light together, to confront problems corporately, to “tell",
            {
              "style": "ITALIC",
              "text": "it "
            },
            "to the church” (",
            {
              "style": "CROSS_REF",
              "text": "Mt 18:17",
              "ref_id": "r1264"
            },
            ")? Thus, James writes, “Confess",
            {
              "style": "ITALIC",
              "text": "your "
            },
            "trespasses to one another” (",
            {
              "style": "CROSS_REF",
              "text": "Jam 5:16",
              "ref_id": "r1265"
            },
            "). But as time went on and the Church grew in numbers, strangers came to visit and public confession became more difficult. Out of mercy, priests began to witness confessions of sin privately on behalf of the Church."
          ]
        },
        {
          "parts": [
            "Jesus gave His disciples the authority to forgive sin. “If you forgive the sins of any, they are forgiven them; if you retain the",
            {
              "style": "ITALIC",
              "text": "sins "
            },
            "of any, they are retained” (",
            {
              "style": "CROSS_REF",
              "text": "Jn 20:23",
              "ref_id": "r1266"
            },
            "; see also",
            {
              "style": "CROSS_REF",
              "text": "Mt 16:19",
              "ref_id": "r1267"
            },
            "). From the beginning, Christians understood that the grace of ordination endowed the shepherd of the flock with the discernment and compassion to speak the words of remission on behalf of Christ regarding the sins of those who confess and turn from sin. For God has promised to remove sin from us “as far as the east is from the west” (",
            {
              "style": "CROSS_REF",
              "text": "Ps 102:12",
              "ref_id": "r1268"
            },
            ")."
          ]
        },
        {
          "parts": [
            "“You did not choose Me,” Jesus told the Twelve, “but I chose you and appointed [ordained] you” (",
            {
              "style": "CROSS_REF",
              "text": "Jn 15:16",
              "ref_id": "r1269"
            },
            "). To these same disciples He promised, “It is not you who speak, but the Holy Spirit” (",
            {
              "style": "CROSS_REF",
              "text": "Mk 13:11",
              "ref_id": "r1270"
            },
            "). Whom God calls, He equips. Paul writes to Timothy, “Stir up the gift of God which is in you through the laying on of my hands” (",
            {
              "style": "CROSS_REF",
              "text": "2Ti 1:6",
              "ref_id": "r1271"
            },
            "). It is the grace of the Holy Spirit that enables the priest to serve God and the people."
          ]
        },
        {
          "parts": [
            "Thus, the Church has encouraged her faithful: If you know you have committed a specific sin, do not hide it but confess it before coming to the Holy Eucharist. St. Paul wrote, “Let a man examine himself, and so let him eat of the bread and drink of the cup” (",
            {
              "style": "CROSS_REF",
              "text": "1Co 11:28",
              "ref_id": "r1272"
            },
            "), and “If we would judge ourselves, we would not be judged” (",
            {
              "style": "CROSS_REF",
              "text": "1Co 11:31",
              "ref_id": "r1273"
            },
            ")."
          ]
        },
        {
          "parts": [
            "King David learned a lesson regarding his sin that is recorded for our benefit. For about a year, he had hidden his sins of adultery with Bathsheba and the murder of her husband (",
            {
              "style": "CROSS_REF",
              "text": "2Kg 11:1—12:13",
              "ref_id": "r1274"
            },
            "). Then, confronted by Nathan the prophet, David repented from his heart and confessed his sin in a psalm that is used for general confession to this day (Ps 50). The joy of salvation was restored to him."
          ]
        },
        {
          "parts": [
            "People ask, “Can’t I confess to God privately?” Certainly, though there is no clear biblical basis for it. Even general confession occurs in the Church. In His mercy, God provides the sacrament of confession (more properly called the sacrament of repentance) to give us deliverance from sin and from what psychologists call denial. It is easy to pray in isolation yet never come clean. It is far more effective to confess aloud to God before a priest and benefit from his guidance and help."
          ]
        },
        {
          "parts": [
            "Thus, we come before the holy icon of Christ, to whom we confess, and are guided by our spiritual father in a cleansing inventory of our lives. When we tell God all, naming our sins and failures, we hear those glorious words of freedom that announce Christ’s promise of forgiveness of all our sins. We resolve to “go and sin no more” (",
            {
              "style": "CROSS_REF",
              "text": "Jn 8:11",
              "ref_id": "r1275"
            },
            ")."
          ]
        }
      ]
    }
  ]
}