{
  "en_name": "2 Peter",
  "local_name": "2 Peter",
  "abr": "2pe",
  "ch_count": 3,
  "chapters": [
    {
      "chapter_num": 1,
      "verses_count": 21,
      "verses": [
        {
          "num": 1,
          "text": "Simon Peter, a bondservant and apostle of Jesus Christ,",
          "parts": [
            "Simon Peter, a bondservant and apostle of Jesus Christ,"
          ]
        },
        {
          "num": 2,
          "text": "Grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord, as His divine power has given to us all things that pertain to life and godliness, through the knowledge of Him who called us by glory and virtue, by which have been given to us exceedingly great and precious promises, that through these you may be partakers of the divine nature, having escaped the corruption that is in the world through lust.",
          "parts": [
            "Grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5972"
            },
            "as His divine power has given to us all things that",
            {
              "style": "ITALIC",
              "text": "pertain"
            },
            "to life and godliness, through the knowledge of Him who called us by glory and virtue,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5973"
            },
            "by which have been given to us exceedingly great and precious promises, that through these you may be partakers of the divine nature, having escaped the corruption",
            {
              "style": "ITALIC",
              "text": "that is"
            },
            "in the world through lust.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5974"
            }
          ]
        },
        {
          "num": 3,
          "text": "as His divine power has given to us all things that pertain",
          "parts": [
            "as His divine power has given to us all things that",
            {
              "style": "ITALIC",
              "text": "pertain"
            }
          ]
        },
        {
          "num": 4,
          "text": "by which have been given to us exceedingly great and precious promises, that through these you may be partakers of the divine nature, having escaped the corruption that is",
          "parts": [
            "by which have been given to us exceedingly great and precious promises, that through these you may be partakers of the divine nature, having escaped the corruption",
            {
              "style": "ITALIC",
              "text": "that is"
            }
          ]
        },
        {
          "num": 5,
          "text": "But also for this very reason, giving all diligence, add to your faith virtue, to virtue knowledge, to knowledge self-control, to self-control perseverance, to perseverance godliness, to godliness brotherly kindness, and to brotherly kindness love.",
          "parts": [
            "But also for this very reason, giving all diligence, add to your faith virtue, to virtue knowledge,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5975"
            },
            "to knowledge self-control, to self-control perseverance, to perseverance godliness, to godliness brotherly kindness, and to brotherly kindness love."
          ]
        },
        {
          "num": 6,
          "text": "to knowledge self-control, to self-control perseverance, to perseverance godliness,",
          "parts": [
            "to knowledge self-control, to self-control perseverance, to perseverance godliness,"
          ]
        },
        {
          "num": 7,
          "text": "to godliness brotherly kindness, and to brotherly kindness love.",
          "parts": [
            "to godliness brotherly kindness, and to brotherly kindness love."
          ]
        },
        {
          "num": 8,
          "text": "For if these things are yours and abound, you will be",
          "parts": [
            "For if these things are yours and abound,",
            {
              "style": "ITALIC",
              "text": "you will be"
            }
          ]
        },
        {
          "num": 9,
          "text": "For he who lacks these things is shortsighted, even to blindness, and has forgotten that he was cleansed from his old sins.",
          "parts": [
            "For he who lacks these things is shortsighted, even to blindness, and has forgotten that he was cleansed from his old sins.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5977"
            }
          ]
        },
        {
          "num": 10,
          "text": "Therefore, brethren, be even more diligent to make your call and election sure, for if you do these things you will never stumble; for so an entrance will be supplied to you abundantly into the everlasting kingdom of our Lord and Savior Jesus Christ.",
          "parts": [
            "Therefore, brethren, be even more diligent to make your call and election sure, for if you do these things you will never stumble;",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx367"
            },
            "for so an entrance will be supplied to you abundantly into the everlasting kingdom of our Lord and Savior Jesus Christ.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5978"
            }
          ]
        },
        {
          "num": 11,
          "text": "for so an entrance will be supplied to you abundantly into the everlasting kingdom of our Lord and Savior Jesus Christ.",
          "parts": [
            "for so an entrance will be supplied to you abundantly into the everlasting kingdom of our Lord and Savior Jesus Christ.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5978"
            }
          ]
        },
        {
          "num": 12,
          "text": "For this reason I will not be negligent to remind you always of these things, though you know and are established in the present truth.",
          "parts": [
            "For this reason I will not be negligent to remind you always of these things, though you know and are established in the present truth."
          ]
        },
        {
          "num": 13,
          "text": "Yes, I think it is right, as long as I am in this tent, to stir you up by reminding you",
          "parts": [
            "Yes, I think it is right, as long as I am in this tent, to stir you up by reminding",
            {
              "style": "ITALIC",
              "text": "you"
            }
          ]
        },
        {
          "num": 14,
          "text": "knowing that shortly I must",
          "parts": [
            "knowing that shortly I",
            {
              "style": "ITALIC",
              "text": "must"
            }
          ]
        },
        {
          "num": 15,
          "text": "Moreover I will be careful to ensure that you always have a reminder of these things after my decease.",
          "parts": [
            "Moreover I will be careful to ensure that you always have a reminder of these things after my decease."
          ]
        },
        {
          "num": 16,
          "text": "For we did not follow cunningly devised fables when we made known to you the power and coming of our Lord Jesus Christ, but were eyewitnesses of His majesty. For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: “This is My beloved Son, in whom I am well pleased.” And we heard this voice which came from heaven when we were with Him on the holy mountain.",
          "parts": [
            "For we did not follow cunningly devised fables when we made known to you the power and coming of our Lord Jesus Christ, but were eyewitnesses of His majesty.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5980"
            },
            "For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: “This is My beloved Son, in whom I am well pleased.” And we heard this voice which came from heaven when we were with Him on the holy mountain."
          ]
        },
        {
          "num": 17,
          "text": "For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: “This is My beloved Son, in whom I am well pleased.”",
          "parts": [
            "For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: “This is My beloved Son, in whom I am well pleased.”"
          ]
        },
        {
          "num": 18,
          "text": "And we heard this voice which came from heaven when we were with Him on the holy mountain.",
          "parts": [
            "And we heard this voice which came from heaven when we were with Him on the holy mountain."
          ]
        },
        {
          "num": 19,
          "text": "And so we have the prophetic word confirmed, a which you do well to heed as a light that shines in a dark place, until the day dawns and the morning star rises in your hearts; knowing this first, that no prophecy of Scripture is of any private interpretation, a for prophecy never came by the will of man, but holy men of God a spoke as they were moved by the Holy Spirit.",
          "parts": [
            "And so we have the prophetic word confirmed,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1231"
            },
            "which you do well to heed as a light that shines in a dark place, until the day dawns and the morning star rises in your hearts;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5981"
            },
            "knowing this first, that no prophecy of Scripture is of any private interpretation,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1232"
            },
            "for prophecy never came by the will of man, but holy men of God",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1233"
            },
            "spoke",
            {
              "style": "ITALIC",
              "text": "as they were"
            },
            "moved by the Holy Spirit."
          ]
        },
        {
          "num": 20,
          "text": "knowing this first, that no prophecy of Scripture is of any private interpretation, a",
          "parts": [
            "knowing this first, that no prophecy of Scripture is of any private interpretation,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1234"
            }
          ]
        },
        {
          "num": 21,
          "text": "for prophecy never came by the will of man, but holy men of God a",
          "parts": [
            "for prophecy never came by the will of man, but holy men of God",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1235"
            }
          ]
        }
      ],
      "headers": [
        "Greeting",
        "Partakers of the Divine Nature",
        "Pursue God",
        "The Apostles’ Report Is True",
        "Interpreting Prophecy",
        "The Deceptions of False Teachers"
      ]
    },
    {
      "chapter_num": 2,
      "verses_count": 22,
      "verses": [
        {
          "num": 1,
          "text": "But there were also false prophets among the people, even as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Lord who bought them, and bring on themselves swift destruction. And many will follow their destructive ways, because of whom the way of truth will be blasphemed.",
          "parts": [
            "But there were also false prophets among the people, even as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Lord who bought them,",
            {
              "style": "ITALIC",
              "text": "and"
            },
            "bring on themselves swift destruction.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5982"
            },
            "And many will follow their destructive ways, because of whom the way of truth will be blasphemed."
          ]
        },
        {
          "num": 3,
          "text": "By covetousness they will exploit you with deceptive words; for a long time their judgment has not been idle, and their destruction does a",
          "parts": [
            "By covetousness they will exploit you with deceptive words; for a long time their judgment has not been idle, and their destruction does",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1236"
            }
          ]
        },
        {
          "num": 4,
          "text": "For if God did not spare the angels who sinned, but cast them down to hell and delivered them into chains of darkness, to be reserved for judgment; and did not spare the ancient world, but saved Noah, one of eight people, a preacher of righteousness, bringing in the flood on the world of the ungodly; and turning the cities of Sodom and Gomorrah into ashes, condemned them to destruction, making them an example to those who afterward would live ungodly; and delivered righteous Lot, who was oppressed by the filthy conduct of the wicked (for that righteous man, dwelling among them, tormented his righteous soul from day to day by seeing and hearing their lawless deeds)— then the Lord knows how to deliver the godly out of temptations and to reserve the unjust under punishment for the day of judgment,",
          "parts": [
            "For if God did not spare the angels who sinned, but cast",
            {
              "style": "ITALIC",
              "text": "them"
            },
            "down to hell and delivered",
            {
              "style": "ITALIC",
              "text": "them"
            },
            "into chains of darkness, to be reserved for judgment;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5983"
            },
            "and did not spare the ancient world, but saved Noah,",
            {
              "style": "ITALIC",
              "text": "one of"
            },
            "eight",
            {
              "style": "ITALIC",
              "text": "people,"
            },
            "a preacher of righteousness, bringing in the flood on the world of the ungodly; and turning the cities of Sodom and Gomorrah into ashes, condemned",
            {
              "style": "ITALIC",
              "text": "them"
            },
            "to destruction, making",
            {
              "style": "ITALIC",
              "text": "them"
            },
            "an example to those who afterward would live ungodly; and delivered righteous Lot,",
            {
              "style": "ITALIC",
              "text": "who was"
            },
            "oppressed by the filthy conduct of the wicked (for that righteous man, dwelling among them, tormented",
            {
              "style": "ITALIC",
              "text": "his"
            },
            "righteous soul from day to day by seeing and hearing",
            {
              "style": "ITALIC",
              "text": "their"
            },
            "lawless deeds)—",
            {
              "style": "ITALIC",
              "text": "then "
            },
            "the Lord knows how to deliver the godly out of temptations and to reserve the unjust under punishment for the day of judgment,"
          ]
        },
        {
          "num": 5,
          "text": "and did not spare the ancient world, but saved Noah, one of",
          "parts": [
            "and did not spare the ancient world, but saved Noah,",
            {
              "style": "ITALIC",
              "text": "one of"
            }
          ]
        },
        {
          "num": 6,
          "text": "and turning the cities of Sodom and Gomorrah into ashes, condemned them",
          "parts": [
            "and turning the cities of Sodom and Gomorrah into ashes, condemned",
            {
              "style": "ITALIC",
              "text": "them"
            }
          ]
        },
        {
          "num": 7,
          "text": "and delivered righteous Lot, who was",
          "parts": [
            "and delivered righteous Lot,",
            {
              "style": "ITALIC",
              "text": "who was"
            }
          ]
        },
        {
          "num": 8,
          "text": "(for that righteous man, dwelling among them, tormented his",
          "parts": [
            "(for that righteous man, dwelling among them, tormented",
            {
              "style": "ITALIC",
              "text": "his"
            }
          ]
        },
        {
          "num": 9,
          "text": "then",
          "parts": [
            {
              "style": "ITALIC",
              "text": "then "
            }
          ]
        },
        {
          "num": 10,
          "text": "and especially those who walk according to the flesh in the lust of uncleanness and despise authority.",
          "parts": [
            "and especially those who walk according to the flesh in the lust of uncleanness and despise authority."
          ]
        },
        {
          "num": 11,
          "text": "whereas angels, who are greater in power and might, do not bring a reviling accusation against them before the Lord.",
          "parts": [
            "whereas angels, who are greater in power and might, do not bring a reviling accusation against them before the Lord."
          ]
        },
        {
          "num": 12,
          "text": "But these, like natural brute beasts made to be caught and destroyed, speak evil of the things they do not understand, and will utterly perish in their own corruption, and will receive the wages of unrighteousness, as those who count it pleasure to carouse in the daytime.",
          "parts": [
            "But these, like natural brute beasts made to be caught and destroyed, speak evil of the things they do not understand, and will utterly perish in their own corruption,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5984"
            },
            {
              "style": "ITALIC",
              "text": "and"
            },
            "will receive the wages of unrighteousness,",
            {
              "style": "ITALIC",
              "text": "as"
            },
            "those who count it pleasure to carouse in the daytime."
          ]
        },
        {
          "num": 13,
          "text": "and",
          "parts": [
            {
              "style": "ITALIC",
              "text": "and"
            }
          ]
        },
        {
          "num": 14,
          "text": "having eyes full of adultery and that cannot cease from sin, enticing unstable souls.",
          "parts": [
            "having eyes full of adultery and that cannot cease from sin, enticing unstable souls."
          ]
        },
        {
          "num": 15,
          "text": "They have forsaken the right way and gone astray, following the way of Balaam the son",
          "parts": [
            "They have forsaken the right way and gone astray, following the way of Balaam the",
            {
              "style": "ITALIC",
              "text": "son"
            }
          ]
        },
        {
          "num": 16,
          "text": "but he was rebuked for his iniquity: a dumb donkey speaking with a man's voice restrained the madness of the prophet.",
          "parts": [
            "but he was rebuked for his iniquity: a dumb donkey speaking with a man's voice restrained the madness of the prophet."
          ]
        },
        {
          "num": 17,
          "text": "These are wells without water, clouds a carried by a tempest, for whom is reserved the blackness of darkness forever. b",
          "parts": [
            "These are wells without water, clouds",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1237"
            },
            "carried by a tempest, for whom is reserved the blackness of darkness forever.",
            {
              "style": "CROSS_REF",
              "text": "b",
              "ref_id": "r1238"
            }
          ]
        },
        {
          "num": 18,
          "text": "For when they speak great swelling words of emptiness, they allure through the lusts of the flesh, through lewdness, the ones who have actually escaped a from those who live in error.",
          "parts": [
            "For when they speak great swelling",
            {
              "style": "ITALIC",
              "text": "words"
            },
            "of emptiness, they allure through the lusts of the flesh, through lewdness, the ones who have actually escaped",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1239"
            },
            "from those who live in error."
          ]
        },
        {
          "num": 19,
          "text": "While they promise them liberty, they themselves are slaves of corruption; for by whom a person is overcome, by him also he is brought into bondage.",
          "parts": [
            "While they promise them liberty, they themselves are slaves of corruption; for by whom a person is overcome, by him also he is brought into bondage.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5985"
            }
          ]
        },
        {
          "num": 20,
          "text": "For if, after they have escaped the pollutions of the world through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in them and overcome, the latter end is worse for them than the beginning.",
          "parts": [
            "For if, after they have escaped the pollutions of the world through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in them and overcome, the latter end is worse for them than the beginning."
          ]
        },
        {
          "num": 21,
          "text": "For it would have been better for them not to have known the way of righteousness, than having known it,",
          "parts": [
            "For it would have been better for them not to have known the way of righteousness, than having known",
            {
              "style": "ITALIC",
              "text": "it,"
            }
          ]
        },
        {
          "num": 22,
          "text": "But it has happened to them according to the true proverb: “A dog returns to his own vomit,”",
          "parts": [
            "But it has happened to them according to the true proverb:",
            {
              "style": "ITALIC",
              "text": "“A dog returns to his own vomit,”"
            }
          ]
        }
      ],
      "headers": [
        "The Doom of False Teachers",
        "The Depravity of False Teachers",
        "The Tragedy of Apostasy",
        "Where Is His Coming?"
      ]
    },
    {
      "chapter_num": 3,
      "verses_count": 18,
      "verses": [
        {
          "num": 1,
          "text": "Beloved, I now write to you this second epistle (in both of which I stir up your pure minds by way of reminder), that you may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us, a the apostles of the Lord and Savior, knowing this first: that scoffers will come in the last days, walking according to their own lusts, and saying, “Where is the promise of His coming?",
          "parts": [
            "Beloved, I now write to you this second epistle (in",
            {
              "style": "ITALIC",
              "text": "both of"
            },
            "which I stir up your pure minds by way of reminder), that you may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1240"
            },
            "the apostles of the Lord and Savior, knowing this first: that scoffers will come in the last days, walking according to their own lusts, and saying, “Where is the promise of His coming?"
          ]
        },
        {
          "num": 5,
          "text": "For this they willfully forget: that by the word of God the heavens were of old, and the earth standing out of water and in the water,",
          "parts": [
            "For this they willfully forget: that by the word of God the heavens were of old, and the earth standing out of water and in the water,"
          ]
        },
        {
          "num": 6,
          "text": "by which the world that",
          "parts": [
            "by which the world",
            {
              "style": "ITALIC",
              "text": "that"
            }
          ]
        },
        {
          "num": 7,
          "text": "But the heavens and the earth which",
          "parts": [
            "But the heavens and the earth",
            {
              "style": "ITALIC",
              "text": "which"
            }
          ]
        },
        {
          "num": 8,
          "text": "But, beloved, do not forget this one thing, that with the Lord one day is as a thousand years, and a thousand years as one day.",
          "parts": [
            "But, beloved, do not forget this one thing, that with the Lord one day",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "as a thousand years, and a thousand years as one day."
          ]
        },
        {
          "num": 9,
          "text": "The Lord is not slack concerning His",
          "parts": [
            "The Lord is not slack concerning",
            {
              "style": "ITALIC",
              "text": "His"
            }
          ]
        },
        {
          "num": 10,
          "text": "But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will melt with fervent heat; both the earth and the works that are in it will be burned up. a Therefore, since all these things will be dissolved, what manner of persons ought you to be in holy conduct and godliness, looking for and hastening the coming of the day of God, because of which the heavens will be dissolved, being on fire, and the elements will melt with fervent heat?",
          "parts": [
            "But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will melt with fervent heat; both the earth and the works that are in it will be burned up.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1241"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5988"
            },
            "Therefore, since all these things will be dissolved, what manner",
            {
              "style": "ITALIC",
              "text": "of persons"
            },
            "ought you to be in holy conduct and godliness, looking for and hastening the coming of the day of God, because of which the heavens will be dissolved, being on fire, and the elements will melt with fervent heat?"
          ]
        },
        {
          "num": 11,
          "text": "Therefore, since all these things will be dissolved, what manner of persons",
          "parts": [
            "Therefore, since all these things will be dissolved, what manner",
            {
              "style": "ITALIC",
              "text": "of persons"
            }
          ]
        },
        {
          "num": 12,
          "text": "looking for and hastening the coming of the day of God, because of which the heavens will be dissolved, being on fire, and the elements will melt with fervent heat?",
          "parts": [
            "looking for and hastening the coming of the day of God, because of which the heavens will be dissolved, being on fire, and the elements will melt with fervent heat?"
          ]
        },
        {
          "num": 13,
          "text": "Nevertheless we, according to His promise, look for new heavens and a new earth in which righteousness dwells.",
          "parts": [
            "Nevertheless we, according to His promise, look for new heavens and a new earth in which righteousness dwells.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5989"
            }
          ]
        },
        {
          "num": 14,
          "text": "Therefore, beloved, looking forward to these things, be diligent to be found by Him in peace, without spot and blameless; and consider that the longsuffering of our Lord is salvation—as also our beloved brother Paul, according to the wisdom given to him, has written to you, as also in all his epistles, speaking in them of these things, in which are some things hard to understand, which untaught and unstable people twist to their own destruction, as they do also the rest of the Scriptures.",
          "parts": [
            "Therefore, beloved, looking forward to these things, be diligent to be found by Him in peace, without spot and blameless; and consider",
            {
              "style": "ITALIC",
              "text": "that"
            },
            "the longsuffering of our Lord",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "salvation—as also our beloved brother Paul, according to the wisdom given to him, has written to you,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5990"
            },
            "as also in all his epistles, speaking in them of these things, in which are some things hard to understand, which untaught and unstable",
            {
              "style": "ITALIC",
              "text": "people"
            },
            "twist to their own destruction, as",
            {
              "style": "ITALIC",
              "text": "they do"
            },
            "also the rest of the Scriptures.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5991"
            }
          ]
        },
        {
          "num": 15,
          "text": "and consider that",
          "parts": [
            "and consider",
            {
              "style": "ITALIC",
              "text": "that"
            }
          ]
        },
        {
          "num": 16,
          "text": "as also in all his epistles, speaking in them of these things, in which are some things hard to understand, which untaught and unstable people",
          "parts": [
            "as also in all his epistles, speaking in them of these things, in which are some things hard to understand, which untaught and unstable",
            {
              "style": "ITALIC",
              "text": "people"
            }
          ]
        },
        {
          "num": 17,
          "text": "You therefore, beloved, since you know this beforehand, beware lest you also fall from your own steadfastness, being led away with the error of the wicked; but grow in the grace and knowledge of our Lord and Savior Jesus Christ.",
          "parts": [
            "You therefore, beloved, since you know",
            {
              "style": "ITALIC",
              "text": "this"
            },
            "beforehand, beware lest you also fall from your own steadfastness, being led away with the error of the wicked;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5992"
            },
            "but grow in the grace and knowledge of our Lord and Savior Jesus Christ."
          ]
        },
        {
          "num": 18,
          "text": "but grow in the grace and knowledge of our Lord and Savior Jesus Christ.",
          "parts": [
            "but grow in the grace and knowledge of our Lord and Savior Jesus Christ."
          ]
        }
      ],
      "headers": [
        "Purified by Waiting",
        "The Truth of Apostolic Teaching"
      ]
    }
  ],
  "author": "While the Orthodox Church is clear on the canonicity of 2 Peter, some modern scholars consider the letter to be pseudonymous, that is, written by someone else based on what Peter taught. However, internal evidence supports Peter's authorship.",
  "date": "Given Peter's authorship, the date is likely AD 63–67, during Peter's imprisonment in Rome.",
  "theme": "True knowledge versus false knowledge. Though the world disbelieves, deceives and mocks, Christians must maintain apostolic doctrine and an orthodox Christian way of life. We are to grow continually in holiness and virtue and pursue an entrance into “the everlasting kingdom” (1:11) which is to come.",
  "lessons": [
    {
      "title": "Pursue God",
      "entries": [
        {
          "parts": [
            "D E I F I C A T I O N"
          ]
        },
        {
          "parts": [
            {
              "style": "BOLD",
              "text": "D"
            },
            {
              "style": "ITALIC",
              "text": "eification "
            },
            "is the ancient theological word used to describe the process by which a Christian becomes more like God. St. Peter speaks of this process when he writes, “As His divine power has given to us all things that",
            {
              "style": "ITALIC",
              "text": "pertain "
            },
            "to life and godliness . . . you may be partakers of the divine nature” ( 1:3, 4 )."
          ]
        },
        {
          "parts": [
            "What does it mean to partake of the divine nature, and how do we experience this? To give an answer, let us first address what deification is not, and then describe what it is."
          ]
        },
        {
          "parts": [
            {
              "style": "ITALIC",
              "text": "What deification is not. "
            },
            "When the Church calls us to pursue godliness, to be more like God, this does not mean that human beings become divine. We do not become like God in His nature. That would not only be heresy, it would be impossible. For we are human, always have been human, and always will be human. We cannot take on the nature of God."
          ]
        },
        {
          "parts": [
            "St. John of Damascus makes a remarkable observation. The word “God” in the Scriptures refers not to the divine nature or essence, for that is unknowable. “God” refers rather to the divine energies—the power and grace of God that we can perceive in this world. The Greek word for God,",
            {
              "style": "ITALIC",
              "text": "theos, "
            },
            "comes from a verb meaning “run,” “see,” or “burn.” These are energy words, so to speak, not essence words."
          ]
        },
        {
          "parts": [
            "In",
            {
              "style": "CROSS_REF",
              "text": "John 10:34",
              "ref_id": "r1242"
            },
            ", Jesus, quoting",
            {
              "style": "CROSS_REF",
              "text": "Psalm 81:6",
              "ref_id": "r1243"
            },
            ", repeats the passage, “You are gods.” The fact that He was speaking to a group of hypocritical religious leaders who were accusing Him of blasphemy makes the meaning doubly clear: Jesus is not using “god” to refer to divine nature. We are gods in that we bear His image, not His nature."
          ]
        },
        {
          "parts": [
            {
              "style": "ITALIC",
              "text": "What deification is. "
            },
            "Deification means we are to become more like God through His grace or divine energies. In creation, humans were made in the image and likeness of God (",
            {
              "style": "CROSS_REF",
              "text": "Gn 1:26",
              "ref_id": "r1244"
            },
            ") according to human nature. In other words, humanity by nature is an icon or image of deity: The divine image is in all humanity. Through sin, however, this image and likeness of God was marred, and we fell."
          ]
        },
        {
          "parts": [
            "When the Son of God assumed our humanity in the womb of the blessed Virgin Mary, the process of our being renewed in God’s image and likeness was begun. Thus, those who are joined to Christ, through faith, in Holy Baptism begin a process of re-creation, being renewed in God’s image and likeness. We become, as St. Peter writes, “partakers of the divine nature” ( 1:4 )."
          ]
        },
        {
          "parts": [
            "Because of the Incarnation of the Son of God, because the fullness of God has inhabited human flesh, being joined to Christ means that it is again possible to experience deification, the fulfillment of our human destiny. That is, through union with Christ, we become by grace what God is by nature—we “become children of God” (",
            {
              "style": "CROSS_REF",
              "text": "Jn 1:12",
              "ref_id": "r1245"
            },
            "). His deity interpenetrates our humanity."
          ]
        },
        {
          "parts": [
            "Historically, deification has often been illustrated by the example of a sword in the fire. A steel sword is thrust into a hot fire until the sword takes on a red glow. The energy of the fire interpenetrates the sword. The sword never becomes fire, but it picks up the properties of fire."
          ]
        },
        {
          "parts": [
            "By application, the divine energies interpenetrate the human nature of Christ. When we are joined to Christ, our humanity is interpenetrated with the energies of God through Christ’s glorified flesh. Nourished by the Body and Blood of Christ, we partake of the grace of God—His strength, His righteousness, His love—and are enabled to serve Him and glorify Him. Thus we, being human, are being deified."
          ]
        }
      ]
    }
  ]
}