{
  "en_name": "Colossians",
  "local_name": "Colossians",
  "abr": "col",
  "ch_count": 4,
  "chapters": [
    {
      "chapter_num": 1,
      "verses_count": 29,
      "verses": [
        {
          "num": 1,
          "text": "Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother,",
          "parts": [
            "Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother,"
          ]
        },
        {
          "num": 2,
          "text": "To the saints and faithful brethren in Christ who are in Colosse:",
          "parts": [
            "To the saints and faithful brethren in Christ",
            {
              "style": "ITALIC",
              "text": "who are"
            },
            "in Colosse:"
          ]
        },
        {
          "num": 3,
          "text": "We give thanks to the God and Father of our Lord Jesus Christ, praying always for you, since we heard of your faith in Christ Jesus and of your love for all the saints; because of the hope which is laid up for you in heaven, of which you heard before in the word of the truth of the gospel, which has come to you, as it has also in all the world, and is bringing forth fruit, a as it is also among you since the day you heard and knew the grace of God in truth; as you also learned from Epaphras, our dear fellow servant, who is a faithful minister of Christ on your behalf, who also declared to us your love in the Spirit.",
          "parts": [
            "We give thanks to the God and Father of our Lord Jesus Christ, praying always for you,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5691"
            },
            "since we heard of your faith in Christ Jesus and of your love for all the saints; because of the hope which is laid up for you in heaven, of which you heard before in the word of the truth of the gospel, which has come to you, as",
            {
              "style": "ITALIC",
              "text": "it has"
            },
            "also in all the world, and is bringing forth fruit,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1503"
            },
            "as",
            {
              "style": "ITALIC",
              "text": "it is"
            },
            "also among you since the day you heard and knew the grace of God in truth; as you also learned from Epaphras, our dear fellow servant, who is a faithful minister of Christ on your behalf, who also declared to us your love in the Spirit."
          ]
        },
        {
          "num": 4,
          "text": "since we heard of your faith in Christ Jesus and of your love for all the saints;",
          "parts": [
            "since we heard of your faith in Christ Jesus and of your love for all the saints;"
          ]
        },
        {
          "num": 5,
          "text": "because of the hope which is laid up for you in heaven, of which you heard before in the word of the truth of the gospel,",
          "parts": [
            "because of the hope which is laid up for you in heaven, of which you heard before in the word of the truth of the gospel,"
          ]
        },
        {
          "num": 6,
          "text": "which has come to you, as it has",
          "parts": [
            "which has come to you, as",
            {
              "style": "ITALIC",
              "text": "it has"
            }
          ]
        },
        {
          "num": 7,
          "text": "as you also learned from Epaphras, our dear fellow servant, who is a faithful minister of Christ on your behalf,",
          "parts": [
            "as you also learned from Epaphras, our dear fellow servant, who is a faithful minister of Christ on your behalf,"
          ]
        },
        {
          "num": 8,
          "text": "who also declared to us your love in the Spirit.",
          "parts": [
            "who also declared to us your love in the Spirit."
          ]
        },
        {
          "num": 9,
          "text": "For this reason we also, since the day we heard it, do not cease to pray for you, and to ask that you may be filled with the knowledge of His will in all wisdom and spiritual understanding; that you may walk worthy of the Lord, fully pleasing Him, being fruitful in every good work and increasing in the knowledge of God; strengthened with all might, according to His glorious power, for all patience and longsuffering with joy; giving thanks to the Father who has qualified us to be partakers of the inheritance of the saints in the light. He has delivered us from the power of darkness and conveyed us into the kingdom of the Son of His love, in whom we have redemption through His blood, a the forgiveness of sins.",
          "parts": [
            "For this reason we also, since the day we heard it, do not cease to pray for you, and to ask that you may be filled with the knowledge of His will in all wisdom and spiritual understanding;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5692"
            },
            "that you may walk worthy of the Lord, fully pleasing",
            {
              "style": "ITALIC",
              "text": "Him,"
            },
            "being fruitful in every good work and increasing in the knowledge of God; strengthened with all might, according to His glorious power, for all patience and longsuffering with joy; giving thanks to the Father who has qualified us to be partakers of the inheritance of the saints in the light.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5693"
            },
            "He has delivered us from the power of darkness and conveyed",
            {
              "style": "ITALIC",
              "text": "us"
            },
            "into the kingdom of the Son of His love, in whom we have redemption through His blood,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1504"
            },
            "the forgiveness of sins."
          ]
        },
        {
          "num": 10,
          "text": "that you may walk worthy of the Lord, fully pleasing Him,",
          "parts": [
            "that you may walk worthy of the Lord, fully pleasing",
            {
              "style": "ITALIC",
              "text": "Him,"
            }
          ]
        },
        {
          "num": 11,
          "text": "strengthened with all might, according to His glorious power, for all patience and longsuffering with joy;",
          "parts": [
            "strengthened with all might, according to His glorious power, for all patience and longsuffering with joy;"
          ]
        },
        {
          "num": 12,
          "text": "giving thanks to the Father who has qualified us to be partakers of the inheritance of the saints in the light.",
          "parts": [
            "giving thanks to the Father who has qualified us to be partakers of the inheritance of the saints in the light.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5693"
            }
          ]
        },
        {
          "num": 13,
          "text": "He has delivered us from the power of darkness and conveyed us",
          "parts": [
            "He has delivered us from the power of darkness and conveyed",
            {
              "style": "ITALIC",
              "text": "us"
            }
          ]
        },
        {
          "num": 14,
          "text": "in whom we have redemption through His blood, a",
          "parts": [
            "in whom we have redemption through His blood,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1505"
            }
          ]
        },
        {
          "num": 15,
          "text": "He is the image of the invisible God, the firstborn over all creation. For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers.",
          "parts": [
            "He is the image of the invisible God, the firstborn over all creation.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5694"
            },
            "For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers."
          ]
        },
        {
          "num": 16,
          "text": "For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers.",
          "parts": [
            "For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers."
          ]
        },
        {
          "num": 17,
          "text": "And He is before all things, and in Him all things consist.",
          "parts": [
            "And He is before all things, and in Him all things consist."
          ]
        },
        {
          "num": 18,
          "text": "And He is the head of the body, the church, who is the beginning, the firstborn from the dead, that in all things He may have the preeminence.",
          "parts": [
            "And He is the head of the body, the church, who is the beginning, the firstborn from the dead, that in all things He may have the preeminence.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5696"
            }
          ]
        },
        {
          "num": 19,
          "text": "For it pleased the Father that in Him all the fullness should dwell, and by Him to reconcile all things to Himself, by Him, whether things on earth or things in heaven, having made peace through the blood of His cross.",
          "parts": [
            "For it pleased",
            {
              "style": "ITALIC",
              "text": "the Father that"
            },
            "in Him all the fullness should dwell,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5697"
            },
            "and by Him to reconcile all things to Himself, by Him, whether things on earth or things in heaven, having made peace through the blood of His cross."
          ]
        },
        {
          "num": 20,
          "text": "and by Him to reconcile all things to Himself, by Him, whether things on earth or things in heaven, having made peace through the blood of His cross.",
          "parts": [
            "and by Him to reconcile all things to Himself, by Him, whether things on earth or things in heaven, having made peace through the blood of His cross."
          ]
        },
        {
          "num": 21,
          "text": "And you, who once were alienated and enemies in your mind by wicked works, yet now He has reconciled in the body of His flesh through death, to present you holy, and blameless, and above reproach in His sight— if indeed you continue in the faith, grounded and steadfast, and are not moved away from the hope of the gospel which you heard, which was preached to every creature under heaven, of which I, Paul, became a minister.",
          "parts": [
            "And you, who once were alienated and enemies in your mind by wicked works, yet now He has reconciled in the body of His flesh through death, to present you holy, and blameless, and above reproach in His sight—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5699"
            },
            "if indeed you continue in the faith, grounded and steadfast, and are not moved away from the hope of the gospel which you heard, which was preached to every creature under heaven, of which I, Paul, became a minister."
          ]
        },
        {
          "num": 22,
          "text": "in the body of His flesh through death, to present you holy, and blameless, and above reproach in His sight—",
          "parts": [
            "in the body of His flesh through death, to present you holy, and blameless, and above reproach in His sight—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5699"
            }
          ]
        },
        {
          "num": 23,
          "text": "if indeed you continue in the faith, grounded and steadfast, and are not moved away from the hope of the gospel which you heard, which was preached to every creature under heaven, of which I, Paul, became a minister.",
          "parts": [
            "if indeed you continue in the faith, grounded and steadfast, and are not moved away from the hope of the gospel which you heard, which was preached to every creature under heaven, of which I, Paul, became a minister."
          ]
        },
        {
          "num": 24,
          "text": "I now rejoice in my sufferings for you, and fill up in my flesh what is lacking in the afflictions of Christ, for the sake of His body, which is the church, of which I became a minister according to the stewardship from God which was given to me for you, to fulfill the word of God, the mystery which has been hidden from ages and from generations, but now has been revealed to His saints. To them God willed to make known what are the riches of the glory of this mystery among the Gentiles: which a is Christ in you, the hope of glory.",
          "parts": [
            "I now rejoice in my sufferings for you, and fill up in my flesh what is lacking in the afflictions of Christ, for the sake of His body, which is the church,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5700"
            },
            "of which I became a minister according to the stewardship from God which was given to me for you, to fulfill the word of God,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5701"
            },
            "the mystery which has been hidden from ages and from generations, but now has been revealed to His saints.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5702"
            },
            "To them God willed to make known what are the riches of the glory of this mystery among the Gentiles: which",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1506"
            },
            "is Christ in you, the hope of glory."
          ]
        },
        {
          "num": 25,
          "text": "of which I became a minister according to the stewardship from God which was given to me for you, to fulfill the word of God,",
          "parts": [
            "of which I became a minister according to the stewardship from God which was given to me for you, to fulfill the word of God,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5701"
            }
          ]
        },
        {
          "num": 26,
          "text": "the mystery which has been hidden from ages and from generations, but now has been revealed to His saints.",
          "parts": [
            "the mystery which has been hidden from ages and from generations, but now has been revealed to His saints.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5702"
            }
          ]
        },
        {
          "num": 27,
          "text": "To them God willed to make known what are the riches of the glory of this mystery among the Gentiles: which a",
          "parts": [
            "To them God willed to make known what are the riches of the glory of this mystery among the Gentiles: which",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1507"
            }
          ]
        },
        {
          "num": 28,
          "text": "Him we preach, warning every man and teaching every man in all wisdom, that we may present every man perfect in Christ Jesus.",
          "parts": [
            "Him we preach, warning every man and teaching every man in all wisdom, that we may present every man perfect in Christ Jesus."
          ]
        },
        {
          "num": 29,
          "text": "To this end",
          "parts": [
            "To this",
            {
              "style": "ITALIC",
              "text": "end"
            }
          ]
        }
      ],
      "headers": [
        "Greeting",
        "Thanksgiving for Abundant Growth",
        "Petition for Continued Growth",
        "Apostolic Christology: A Hymn",
        "Salvation with Perseverance",
        "Paul's Sacrificial Service",
        "Paul's Concern for Their Salvation"
      ]
    },
    {
      "chapter_num": 2,
      "verses_count": 23,
      "verses": [
        {
          "num": 1,
          "text": "For I want you to know what a great conflict I have for you and those in Laodicea, and for as many as have not seen my face in the flesh, that their hearts may be encouraged, being knit together in love, and attaining to all riches of the full assurance of understanding, to the knowledge of the mystery of God, both of the Father and a of Christ, in whom are hidden all the treasures of wisdom and knowledge.",
          "parts": [
            "For I want you to know what a great conflict I have for you and those in Laodicea, and",
            {
              "style": "ITALIC",
              "text": "for"
            },
            "as many as have not seen my face in the flesh, that their hearts may be encouraged, being knit together in love, and",
            {
              "style": "ITALIC",
              "text": "attaining"
            },
            "to all riches of the full assurance of understanding, to the knowledge of the mystery of God, both of the Father and",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1508"
            },
            "of Christ, in whom are hidden all the treasures of wisdom and knowledge.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5703"
            }
          ]
        },
        {
          "num": 4,
          "text": "Now this I say lest anyone should deceive you with persuasive words.",
          "parts": [
            "Now this I say lest anyone should deceive you with persuasive words."
          ]
        },
        {
          "num": 5,
          "text": "For though I am absent in the flesh, yet I am with you in spirit, rejoicing to see your good",
          "parts": [
            "For though I am absent in the flesh, yet I am with you in spirit, rejoicing to see your",
            {
              "style": "ITALIC",
              "text": "good"
            }
          ]
        },
        {
          "num": 6,
          "text": "As you therefore have received Christ Jesus the Lord, so walk in Him, rooted and built up in Him and established in the faith, as you have been taught, abounding in it a with thanksgiving.",
          "parts": [
            "As you therefore have received Christ Jesus the Lord, so walk in Him, rooted and built up in Him and established in the faith, as you have been taught, abounding in it",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1509"
            },
            "with thanksgiving."
          ]
        },
        {
          "num": 7,
          "text": "rooted and built up in Him and established in the faith, as you have been taught, abounding in it a",
          "parts": [
            "rooted and built up in Him and established in the faith, as you have been taught, abounding in it",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1510"
            }
          ]
        },
        {
          "num": 8,
          "text": "Beware lest anyone cheat you through philosophy and empty deceit, according to the tradition of men, according to the basic principles of the world, and not according to Christ. For in Him dwells all the fullness of the Godhead bodily; and you are complete in Him, who is the head of all principality and power.",
          "parts": [
            "Beware lest anyone cheat you through philosophy and empty deceit, according to the tradition of men, according to the basic principles of the world, and not according to Christ.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5704"
            },
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx341"
            },
            "For in Him dwells all the fullness of the Godhead bodily;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5705"
            },
            "and you are complete in Him, who is the head of all principality and power."
          ]
        },
        {
          "num": 9,
          "text": "For in Him dwells all the fullness of the Godhead bodily;",
          "parts": [
            "For in Him dwells all the fullness of the Godhead bodily;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5705"
            }
          ]
        },
        {
          "num": 10,
          "text": "and you are complete in Him, who is the head of all principality and power.",
          "parts": [
            "and you are complete in Him, who is the head of all principality and power."
          ]
        },
        {
          "num": 11,
          "text": "In Him you were also circumcised with the circumcision made without hands, by putting off the body of the sins a of the flesh, by the circumcision of Christ, buried with Him in baptism, in which you also were raised with Him through faith in the working of God, who raised Him from the dead.",
          "parts": [
            "In Him you were also circumcised with the circumcision made without hands, by putting off the body of the sins",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1511"
            },
            "of the flesh, by the circumcision of Christ,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5706"
            },
            "buried with Him in baptism, in which you also were raised with",
            {
              "style": "ITALIC",
              "text": "Him"
            },
            "through faith in the working of God, who raised Him from the dead."
          ]
        },
        {
          "num": 12,
          "text": "buried with Him in baptism, in which you also were raised with Him",
          "parts": [
            "buried with Him in baptism, in which you also were raised with",
            {
              "style": "ITALIC",
              "text": "Him"
            }
          ]
        },
        {
          "num": 13,
          "text": "And you, being dead in your trespasses and the uncircumcision of your flesh, He has made alive together with Him, having forgiven you all trespasses,",
          "parts": [
            "And you, being dead in your trespasses and the uncircumcision of your flesh, He has made alive together with Him, having forgiven you all trespasses,"
          ]
        },
        {
          "num": 14,
          "text": "having wiped out the handwriting of requirements that was against us, which was contrary to us.",
          "parts": [
            "having wiped out the handwriting of requirements that was against us, which was contrary to us."
          ]
        },
        {
          "num": 15,
          "text": "Having disarmed principalities and powers, He made a public spectacle of them, triumphing over them in it.",
          "parts": [
            "Having disarmed principalities and powers, He made a public spectacle of them, triumphing over them in it.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5707"
            }
          ]
        },
        {
          "num": 16,
          "text": "So let no one judge you in food or in drink, or regarding a festival or a new moon or sabbaths, which are a shadow of things to come, but the substance is of Christ.",
          "parts": [
            "So let no one judge you in food or in drink, or regarding a festival or a new moon or sabbaths,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5708"
            },
            "which are a shadow of things to come, but the substance is of Christ."
          ]
        },
        {
          "num": 17,
          "text": "which are a shadow of things to come, but the substance is of Christ.",
          "parts": [
            "which are a shadow of things to come, but the substance is of Christ."
          ]
        },
        {
          "num": 18,
          "text": "Let no one cheat you of your reward, taking delight in false",
          "parts": [
            "Let no one cheat you of your reward, taking delight in",
            {
              "style": "ITALIC",
              "text": "false"
            }
          ]
        },
        {
          "num": 19,
          "text": "and not holding fast to the Head, from whom all the body, nourished and knit together by joints and ligaments, grows with the increase that is",
          "parts": [
            "and not holding fast to the Head, from whom all the body, nourished and knit together by joints and ligaments, grows with the increase",
            {
              "style": "ITALIC",
              "text": "that is"
            }
          ]
        },
        {
          "num": 20,
          "text": "Therefore, a if you died with Christ from the basic principles of the world, why, as though living in the world, do you subject yourselves to regulations— “Do not touch, do not taste, do not handle,” which all concern things which perish with the using—according to the commandments and doctrines of men?",
          "parts": [
            "Therefore,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1512"
            },
            "if you died with Christ from the basic principles of the world, why, as",
            {
              "style": "ITALIC",
              "text": "though"
            },
            "living in the world, do you subject yourselves to regulations— “Do not touch, do not taste, do not handle,” which all concern things which perish with the using—according to the commandments and doctrines of men?"
          ]
        },
        {
          "num": 21,
          "text": "“Do not touch, do not taste, do not handle,”",
          "parts": [
            "“Do not touch, do not taste, do not handle,”"
          ]
        },
        {
          "num": 22,
          "text": "which all concern things which perish with the using—according to the commandments and doctrines of men?",
          "parts": [
            "which all concern things which perish with the using—according to the commandments and doctrines of men?"
          ]
        },
        {
          "num": 23,
          "text": "These things indeed have an appearance of wisdom in self-imposed religion, false",
          "parts": [
            "These things indeed have an appearance of wisdom in self-imposed religion,",
            {
              "style": "ITALIC",
              "text": "false"
            }
          ]
        }
      ],
      "headers": [
        "Against False Theology",
        "Against False Spirituality",
        "Spirituality in the Church"
      ]
    },
    {
      "chapter_num": 3,
      "verses_count": 25,
      "verses": [
        {
          "num": 1,
          "text": "If then you were raised with Christ, seek those things which are above, where Christ is, sitting at the right hand of God. Set your mind on things above, not on things on the earth.",
          "parts": [
            "If then you were raised with Christ, seek those things which are above, where Christ is, sitting at the right hand of God.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5709"
            },
            "Set your mind on things above, not on things on the earth."
          ]
        },
        {
          "num": 3,
          "text": "For you died, and your life is hidden with Christ in God.",
          "parts": [
            "For you died, and your life is hidden with Christ in God."
          ]
        },
        {
          "num": 4,
          "text": "When Christ who is",
          "parts": [
            "When Christ",
            {
              "style": "ITALIC",
              "text": "who is"
            }
          ]
        },
        {
          "num": 5,
          "text": "Therefore put to death your members which are on the earth: fornication, uncleanness, passion, evil desire, and covetousness, which is idolatry. Because of these things the wrath of God is coming upon the sons of disobedience, in which you yourselves once walked when you lived in them.",
          "parts": [
            "Therefore put to death your members which are on the earth: fornication, uncleanness, passion, evil desire, and covetousness, which is idolatry.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5711"
            },
            "Because of these things the wrath of God is coming upon the sons of disobedience, in which you yourselves once walked when you lived in them."
          ]
        },
        {
          "num": 6,
          "text": "Because of these things the wrath of God is coming upon the sons of disobedience,",
          "parts": [
            "Because of these things the wrath of God is coming upon the sons of disobedience,"
          ]
        },
        {
          "num": 7,
          "text": "in which you yourselves once walked when you lived in them.",
          "parts": [
            "in which you yourselves once walked when you lived in them."
          ]
        },
        {
          "num": 8,
          "text": "But now you yourselves are to put off all these: anger, wrath, malice, blasphemy, filthy language out of your mouth.",
          "parts": [
            "But now you yourselves are to put off all these: anger, wrath, malice, blasphemy, filthy language out of your mouth."
          ]
        },
        {
          "num": 9,
          "text": "Do not lie to one another, since you have put off the old man with his deeds,",
          "parts": [
            "Do not lie to one another, since you have put off the old man with his deeds,"
          ]
        },
        {
          "num": 10,
          "text": "and have put on the new man",
          "parts": [
            "and have put on the new",
            {
              "style": "ITALIC",
              "text": "man"
            }
          ]
        },
        {
          "num": 11,
          "text": "where there is neither Greek nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave nor",
          "parts": [
            "where there is neither Greek nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave",
            {
              "style": "ITALIC",
              "text": "nor"
            }
          ]
        },
        {
          "num": 12,
          "text": "Therefore, as the elect of God, holy and beloved, put on tender mercies, kindness, humility, meekness, longsuffering; bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also must do. But above all these things put on love, which is the bond of perfection.",
          "parts": [
            "Therefore, as",
            {
              "style": "ITALIC",
              "text": "the"
            },
            "elect of God, holy and beloved, put on tender mercies, kindness, humility, meekness, longsuffering; bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also",
            {
              "style": "ITALIC",
              "text": "must do."
            },
            "But above all these things put on love, which is the bond of perfection."
          ]
        },
        {
          "num": 13,
          "text": "bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also must do.",
          "parts": [
            "bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also",
            {
              "style": "ITALIC",
              "text": "must do."
            }
          ]
        },
        {
          "num": 14,
          "text": "But above all these things put on love, which is the bond of perfection.",
          "parts": [
            "But above all these things put on love, which is the bond of perfection."
          ]
        },
        {
          "num": 15,
          "text": "And let the peace of God rule in your hearts, to which also you were called in one body; and be thankful.",
          "parts": [
            "And let the peace of God rule in your hearts, to which also you were called in one body; and be thankful.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5713"
            }
          ]
        },
        {
          "num": 16,
          "text": "Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.",
          "parts": [
            "Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord."
          ]
        },
        {
          "num": 17,
          "text": "And whatever you do in word or deed, do",
          "parts": [
            "And whatever you do in word or deed,",
            {
              "style": "ITALIC",
              "text": "do"
            }
          ]
        },
        {
          "num": 18,
          "text": "Wives, submit to your own husbands, as is fitting in the Lord.",
          "parts": [
            "Wives, submit to your own husbands, as is fitting in the Lord.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5714"
            }
          ]
        },
        {
          "num": 19,
          "text": "Husbands, love your wives and do not be bitter toward them.",
          "parts": [
            "Husbands, love your wives and do not be bitter toward them."
          ]
        },
        {
          "num": 20,
          "text": "Children, obey your parents in all things, for this is well pleasing to the Lord.",
          "parts": [
            "Children, obey your parents in all things, for this is well pleasing to the Lord."
          ]
        },
        {
          "num": 21,
          "text": "Fathers, do not provoke your children, lest they become discouraged.",
          "parts": [
            "Fathers, do not provoke your children, lest they become discouraged."
          ]
        },
        {
          "num": 22,
          "text": "Bondservants, obey in all things your masters according to the flesh, not with eyeservice, as men-pleasers, but in sincerity of heart, fearing God.",
          "parts": [
            "Bondservants, obey in all things your masters according to the flesh, not with eyeservice, as men-pleasers, but in sincerity of heart, fearing God."
          ]
        },
        {
          "num": 23,
          "text": "And whatever you do, do it heartily, as to the Lord and not to men,",
          "parts": [
            "And whatever you do, do it heartily, as to the Lord and not to men,"
          ]
        },
        {
          "num": 24,
          "text": "knowing that from the Lord you will receive the reward of the inheritance; for a",
          "parts": [
            "knowing that from the Lord you will receive the reward of the inheritance; for",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1513"
            }
          ]
        },
        {
          "num": 25,
          "text": "But he who does wrong will be repaid for what he has done, and there is no partiality.",
          "parts": [
            "But he who does wrong will be repaid for what he has done, and there is no partiality."
          ]
        }
      ],
      "headers": [
        "Spirituality in the Home"
      ]
    },
    {
      "chapter_num": 4,
      "verses_count": 18,
      "verses": [
        {
          "num": 1,
          "text": "Masters, give your bondservants what is just and fair, knowing that you also have a Master in heaven.",
          "parts": [
            "Masters, give your bondservants what is just and fair, knowing that you also have a Master in heaven."
          ]
        },
        {
          "num": 2,
          "text": "Continue earnestly in prayer, being vigilant in it with thanksgiving; meanwhile praying also for us, that God would open to us a door for the word, to speak the mystery of Christ, for which I am also in chains, that I may make it manifest, as I ought to speak.",
          "parts": [
            "Continue earnestly in prayer, being vigilant in it with thanksgiving;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5715"
            },
            "meanwhile praying also for us, that God would open to us a door for the word, to speak the mystery of Christ, for which I am also in chains, that I may make it manifest, as I ought to speak."
          ]
        },
        {
          "num": 3,
          "text": "meanwhile praying also for us, that God would open to us a door for the word, to speak the mystery of Christ, for which I am also in chains,",
          "parts": [
            "meanwhile praying also for us, that God would open to us a door for the word, to speak the mystery of Christ, for which I am also in chains,"
          ]
        },
        {
          "num": 4,
          "text": "that I may make it manifest, as I ought to speak.",
          "parts": [
            "that I may make it manifest, as I ought to speak."
          ]
        },
        {
          "num": 5,
          "text": "Walk in wisdom toward those who are outside, redeeming the time.",
          "parts": [
            "Walk in wisdom toward those",
            {
              "style": "ITALIC",
              "text": "who are"
            },
            "outside, redeeming the time."
          ]
        },
        {
          "num": 6,
          "text": "Let",
          "parts": [
            {
              "style": "ITALIC",
              "text": "Let"
            }
          ]
        },
        {
          "num": 7,
          "text": "Tychicus, a beloved brother, faithful minister, and fellow servant in the Lord, will tell you all the news about me. I am sending him to you for this very purpose, that he a may know your circumstances and comfort your hearts, with Onesimus, a faithful and beloved brother, who is one of you.",
          "parts": [
            "Tychicus, a beloved brother, faithful minister, and fellow servant in the Lord, will tell you all the news about me.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5716"
            },
            "I am sending him to you for this very purpose, that he",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1514"
            },
            "may know your circumstances and comfort your hearts, with Onesimus, a faithful and beloved brother, who is",
            {
              "style": "ITALIC",
              "text": "one"
            },
            "of you."
          ]
        },
        {
          "num": 8,
          "text": "I am sending him to you for this very purpose, that he a",
          "parts": [
            "I am sending him to you for this very purpose, that he",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1515"
            }
          ]
        },
        {
          "num": 9,
          "text": "with Onesimus, a faithful and beloved brother, who is one",
          "parts": [
            "with Onesimus, a faithful and beloved brother, who is",
            {
              "style": "ITALIC",
              "text": "one"
            }
          ]
        },
        {
          "num": 10,
          "text": "Aristarchus my fellow prisoner greets you, with Mark the cousin of Barnabas (about whom you received instructions: if he comes to you, welcome him), and Jesus who is called Justus.",
          "parts": [
            "Aristarchus my fellow prisoner greets you, with Mark the cousin of Barnabas (about whom you received instructions: if he comes to you, welcome him), and Jesus who is called Justus."
          ]
        },
        {
          "num": 11,
          "text": "and Jesus who is called Justus.",
          "parts": [
            "and Jesus who is called Justus."
          ]
        },
        {
          "num": 12,
          "text": "Epaphras, who is one of you, a bondservant of Christ, greets you, always laboring fervently for you in prayers, that you may stand perfect and complete a in all the will of God.",
          "parts": [
            "Epaphras, who is",
            {
              "style": "ITALIC",
              "text": "one"
            },
            "of you, a bondservant of Christ, greets you, always laboring fervently for you in prayers, that you may stand perfect and complete",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1516"
            },
            "in all the will of God."
          ]
        },
        {
          "num": 13,
          "text": "For I bear him witness that he has a great zeal a",
          "parts": [
            "For I bear him witness that he has a great zeal",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1517"
            }
          ]
        },
        {
          "num": 14,
          "text": "Luke the beloved physician and Demas greet you.",
          "parts": [
            "Luke the beloved physician and Demas greet you."
          ]
        },
        {
          "num": 15,
          "text": "Greet the brethren who are in Laodicea, and Nymphas and the church that is",
          "parts": [
            "Greet the brethren who are in Laodicea, and Nymphas and the church that",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 16,
          "text": "Now when this epistle is read among you, see that it is read also in the church of the Laodiceans, and that you likewise read the epistle from Laodicea. And say to Archippus, “Take heed to the ministry which you have received in the Lord, that you may fulfill it.”",
          "parts": [
            "Now when this epistle is read among you, see that it is read also in the church of the Laodiceans, and that you likewise read the",
            {
              "style": "ITALIC",
              "text": "epistle"
            },
            "from Laodicea.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5717"
            },
            "And say to Archippus, “Take heed to the ministry which you have received in the Lord, that you may fulfill it.”"
          ]
        },
        {
          "num": 17,
          "text": "And say to Archippus, “Take heed to the ministry which you have received in the Lord, that you may fulfill it.”",
          "parts": [
            "And say to Archippus, “Take heed to the ministry which you have received in the Lord, that you may fulfill it.”"
          ]
        },
        {
          "num": 18,
          "text": "This salutation by my own hand—Paul.",
          "parts": [
            "This salutation by my own hand—Paul."
          ]
        }
      ],
      "headers": [
        "Spirituality for the World",
        "Greetings and Instructions"
      ]
    }
  ],
  "author": "All early Church testimony credits Paul with the authorship of Colossians. Some of the vocabulary is unusual for Paul because he is combating first-century gnosticism using its own terminology—thereby deepening his own understanding of Christ.",
  "date": "Colossians was written at the same time as Ephesians and Philemon. These letters, along with Philippians, were most likely composed during Paul's Roman captivity, about AD 61–63 (see 4:3, 10, 18; Eph 3:1; 4:1; 6:20; Phm 9, 10, 13).",
  "theme": "Living by the will of God versus dying by false human schemes. The primary purpose of this epistle was to combat a form of gnosticism that was taking hold in the Colossian church. Paul preaches the true gospel to the Colossians once more, emphasizing those aspects the prevalent heresy disputed (see below)."
}