{
  "en_name": "Ephesians",
  "local_name": "Ephesians",
  "abr": "eph",
  "ch_count": 6,
  "chapters": [
    {
      "chapter_num": 1,
      "verses_count": 23,
      "verses": [
        {
          "num": 1,
          "text": "Paul, an apostle of Jesus Christ by the will of God,",
          "parts": [
            "Paul, an apostle of Jesus Christ by the will of God,"
          ]
        },
        {
          "num": 2,
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "parts": [
            "Grace to you and peace from God our Father and the Lord Jesus Christ."
          ]
        },
        {
          "num": 3,
          "text": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ, just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love, having predestined us to adoption as sons by Jesus Christ to Himself, according to the good pleasure of His will, to the praise of the glory of His grace, by which He made us accepted in the Beloved.",
          "parts": [
            "Blessed",
            {
              "style": "ITALIC",
              "text": "be"
            },
            "the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly",
            {
              "style": "ITALIC",
              "text": "places"
            },
            "in Christ,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5608"
            },
            "just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5609"
            },
            "having predestined us to adoption as sons by Jesus Christ to Himself, according to the good pleasure of His will, to the praise of the glory of His grace, by which He made us accepted in the Beloved."
          ]
        },
        {
          "num": 4,
          "text": "just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love,",
          "parts": [
            "just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5609"
            }
          ]
        },
        {
          "num": 5,
          "text": "having predestined us to adoption as sons by Jesus Christ to Himself, according to the good pleasure of His will,",
          "parts": [
            "having predestined us to adoption as sons by Jesus Christ to Himself, according to the good pleasure of His will,"
          ]
        },
        {
          "num": 6,
          "text": "to the praise of the glory of His grace, by which He made us accepted in the Beloved.",
          "parts": [
            "to the praise of the glory of His grace, by which He made us accepted in the Beloved."
          ]
        },
        {
          "num": 7,
          "text": "In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace which He made to abound toward us in all wisdom and prudence, having made known to us the mystery of His will, according to His good pleasure which He purposed in Himself, that in the dispensation of the fullness of the times He might gather together in one all things in Christ, both a which are in heaven and which are on earth—in Him.",
          "parts": [
            "In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace",
            {
              "style": "FOOTNOTE",
              "note_id": "f5610"
            },
            "which He made to abound toward us in all wisdom and prudence, having made known to us the mystery of His will, according to His good pleasure which He purposed in Himself,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5611"
            },
            "that in the dispensation of the fullness of the times He might gather together in one all things in Christ, both",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1444"
            },
            "which are in heaven and which are on earth—in Him."
          ]
        },
        {
          "num": 8,
          "text": "which He made to abound toward us in all wisdom and prudence,",
          "parts": [
            "which He made to abound toward us in all wisdom and prudence,"
          ]
        },
        {
          "num": 9,
          "text": "having made known to us the mystery of His will, according to His good pleasure which He purposed in Himself,",
          "parts": [
            "having made known to us the mystery of His will, according to His good pleasure which He purposed in Himself,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5611"
            }
          ]
        },
        {
          "num": 10,
          "text": "that in the dispensation of the fullness of the times He might gather together in one all things in Christ, both a",
          "parts": [
            "that in the dispensation of the fullness of the times He might gather together in one all things in Christ, both",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1445"
            }
          ]
        },
        {
          "num": 11,
          "text": "In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will,",
          "parts": [
            "In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5612"
            }
          ]
        },
        {
          "num": 12,
          "text": "that we who first trusted in Christ should be to the praise of His glory.",
          "parts": [
            "that we who first trusted in Christ should be to the praise of His glory."
          ]
        },
        {
          "num": 13,
          "text": "In Him you also trusted, after you heard the word of truth, the gospel of your salvation; in whom also, having believed, you were sealed with the Holy Spirit of promise, who a is the guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory.",
          "parts": [
            "In Him you also",
            {
              "style": "ITALIC",
              "text": "trusted,"
            },
            "after you heard the word of truth, the gospel of your salvation; in whom also, having believed, you were sealed with the Holy Spirit of promise,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5613"
            },
            "who",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1446"
            },
            "is the guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5614"
            }
          ]
        },
        {
          "num": 14,
          "text": "who a",
          "parts": [
            "who",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1447"
            }
          ]
        },
        {
          "num": 15,
          "text": "Therefore I also, after I heard of your faith in the Lord Jesus and your love for all the saints, do not cease to give thanks for you, making mention of you in my prayers: that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him, the eyes of your understanding a being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints, and what is the exceeding greatness of His power toward us who believe, according to the working of His mighty power which He worked in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly places, far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.",
          "parts": [
            "Therefore I also, after I heard of your faith in the Lord Jesus and your love for all the saints,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5615"
            },
            "do not cease to give thanks for you, making mention of you in my prayers: that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him, the eyes of your understanding",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1448"
            },
            "being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5616"
            },
            "and what",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "the exceeding greatness of His power toward us who believe, according to the working of His mighty power which He worked in Christ when He raised Him from the dead and seated",
            {
              "style": "ITALIC",
              "text": "Him"
            },
            "at His right hand in the heavenly",
            {
              "style": "ITALIC",
              "text": "places,"
            },
            "far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5617"
            }
          ]
        },
        {
          "num": 16,
          "text": "do not cease to give thanks for you, making mention of you in my prayers:",
          "parts": [
            "do not cease to give thanks for you, making mention of you in my prayers:"
          ]
        },
        {
          "num": 17,
          "text": "that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him,",
          "parts": [
            "that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him,"
          ]
        },
        {
          "num": 18,
          "text": "the eyes of your understanding a",
          "parts": [
            "the eyes of your understanding",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1449"
            }
          ]
        },
        {
          "num": 19,
          "text": "and what is",
          "parts": [
            "and what",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 20,
          "text": "which He worked in Christ when He raised Him from the dead and seated Him",
          "parts": [
            "which He worked in Christ when He raised Him from the dead and seated",
            {
              "style": "ITALIC",
              "text": "Him"
            }
          ]
        },
        {
          "num": 21,
          "text": "far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.",
          "parts": [
            "far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5617"
            }
          ]
        },
        {
          "num": 22,
          "text": "And He put all things under His feet, and gave Him to be head over all things to the church, which is His body, the fullness of Him who fills all in all.",
          "parts": [
            "And He put all",
            {
              "style": "ITALIC",
              "text": "things"
            },
            "under His feet, and gave Him",
            {
              "style": "ITALIC",
              "text": "to be"
            },
            "head over all",
            {
              "style": "ITALIC",
              "text": "things"
            },
            "to the church, which is His body, the fullness of Him who fills all in all.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5618"
            }
          ]
        },
        {
          "num": 23,
          "text": "which is His body, the fullness of Him who fills all in all.",
          "parts": [
            "which is His body, the fullness of Him who fills all in all.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5618"
            }
          ]
        }
      ],
      "headers": [
        "Greeting",
        "The Sovereignty of the Father",
        "The Administration of the Son",
        "The Faithfulness of the Spirit",
        "Prayer for Revelation",
        "Transfiguration by Grace"
      ]
    },
    {
      "chapter_num": 2,
      "verses_count": 22,
      "verses": [
        {
          "num": 1,
          "text": "And you He made alive, who were dead in trespasses and sins, in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience, among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.",
          "parts": [
            "And you",
            {
              "style": "ITALIC",
              "text": "He made alive,"
            },
            "who were dead in trespasses and sins,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5619"
            },
            "in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience, among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others."
          ]
        },
        {
          "num": 4,
          "text": "But God, who is rich in mercy, because of His great love with which He loved us, even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved), and raised us up together, and made us sit together in the heavenly places in Christ Jesus, that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.",
          "parts": [
            "But God, who is rich in mercy, because of His great love with which He loved us, even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved), and raised",
            {
              "style": "ITALIC",
              "text": "us"
            },
            "up together, and made",
            {
              "style": "ITALIC",
              "text": "us"
            },
            "sit together in the heavenly",
            {
              "style": "ITALIC",
              "text": "places"
            },
            "in Christ Jesus, that in the ages to come He might show the exceeding riches of His grace in",
            {
              "style": "ITALIC",
              "text": "His"
            },
            "kindness toward us in Christ Jesus."
          ]
        },
        {
          "num": 5,
          "text": "even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),",
          "parts": [
            "even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),"
          ]
        },
        {
          "num": 6,
          "text": "and raised us",
          "parts": [
            "and raised",
            {
              "style": "ITALIC",
              "text": "us"
            }
          ]
        },
        {
          "num": 7,
          "text": "that in the ages to come He might show the exceeding riches of His grace in His",
          "parts": [
            "that in the ages to come He might show the exceeding riches of His grace in",
            {
              "style": "ITALIC",
              "text": "His"
            }
          ]
        },
        {
          "num": 8,
          "text": "For by grace you have been saved through faith, and that not of yourselves; it is",
          "parts": [
            "For by grace you have been saved through faith, and that not of yourselves;",
            {
              "style": "ITALIC",
              "text": "it is"
            }
          ]
        },
        {
          "num": 9,
          "text": "not of works, lest anyone should boast.",
          "parts": [
            "not of works, lest anyone should boast."
          ]
        },
        {
          "num": 10,
          "text": "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.",
          "parts": [
            "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."
          ]
        },
        {
          "num": 11,
          "text": "Therefore remember that you, once Gentiles in the flesh—who are called Uncircumcision by what is called the Circumcision made in the flesh by hands— that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world.",
          "parts": [
            "Therefore remember that you, once Gentiles in the flesh—who are called Uncircumcision by what is called the Circumcision made in the flesh by hands—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5621"
            },
            "that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world."
          ]
        },
        {
          "num": 12,
          "text": "that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world.",
          "parts": [
            "that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world."
          ]
        },
        {
          "num": 13,
          "text": "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ.",
          "parts": [
            "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5622"
            }
          ]
        },
        {
          "num": 14,
          "text": "For He Himself is our peace, who has made both one, and has broken down the middle wall of separation, having abolished in His flesh the enmity, that is, the law of commandments contained in ordinances, so as to create in Himself one new man from the two, thus making peace, and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity.",
          "parts": [
            "For He Himself is our peace, who has made both one, and has broken down the middle wall of separation, having abolished in His flesh the enmity,",
            {
              "style": "ITALIC",
              "text": "that is,"
            },
            "the law of commandments",
            {
              "style": "ITALIC",
              "text": "contained"
            },
            "in ordinances, so as to create in Himself one new man",
            {
              "style": "ITALIC",
              "text": "from"
            },
            "the two,",
            {
              "style": "ITALIC",
              "text": "thus"
            },
            "making peace, and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity."
          ]
        },
        {
          "num": 15,
          "text": "having abolished in His flesh the enmity, that is,",
          "parts": [
            "having abolished in His flesh the enmity,",
            {
              "style": "ITALIC",
              "text": "that is,"
            }
          ]
        },
        {
          "num": 16,
          "text": "and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity.",
          "parts": [
            "and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity."
          ]
        },
        {
          "num": 17,
          "text": "And He came and preached peace to you who were afar off and to those who were near.",
          "parts": [
            "And He came and preached peace to you who were afar off and to those who were near."
          ]
        },
        {
          "num": 18,
          "text": "For through Him we both have access by one Spirit to the Father.",
          "parts": [
            "For through Him we both have access by one Spirit to the Father."
          ]
        },
        {
          "num": 19,
          "text": "Now, therefore, you are no longer strangers and foreigners, but fellow citizens with the saints and members of the household of God, having been built on the foundation of the apostles and prophets, Jesus Christ Himself being the chief corner stone, in whom the whole building, being fitted together, grows into a holy temple in the Lord, in whom you also are being built together for a dwelling place of God in the Spirit.",
          "parts": [
            "Now, therefore, you are no longer strangers and foreigners, but fellow citizens with the saints and members of the household of God,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5623"
            },
            "having been built on the foundation of the apostles and prophets, Jesus Christ Himself being the chief corner",
            {
              "style": "ITALIC",
              "text": "stone,"
            },
            "in whom the whole building, being fitted together, grows into a holy temple in the Lord, in whom you also are being built together for a dwelling place of God in the Spirit."
          ]
        },
        {
          "num": 20,
          "text": "having been built on the foundation of the apostles and prophets, Jesus Christ Himself being the chief corner stone,",
          "parts": [
            "having been built on the foundation of the apostles and prophets, Jesus Christ Himself being the chief corner",
            {
              "style": "ITALIC",
              "text": "stone,"
            }
          ]
        },
        {
          "num": 21,
          "text": "in whom the whole building, being fitted together, grows into a holy temple in the Lord,",
          "parts": [
            "in whom the whole building, being fitted together, grows into a holy temple in the Lord,"
          ]
        },
        {
          "num": 22,
          "text": "in whom you also are being built together for a dwelling place of God in the Spirit.",
          "parts": [
            "in whom you also are being built together for a dwelling place of God in the Spirit."
          ]
        }
      ],
      "headers": [
        "The Former Alienation of the Gentiles",
        "The Means of Union",
        "The Unity of Jew and Gentile in Christ",
        "Paul's Revelation"
      ]
    },
    {
      "chapter_num": 3,
      "verses_count": 21,
      "verses": [
        {
          "num": 1,
          "text": "For this reason I, Paul, the prisoner of Christ Jesus for you Gentiles— if indeed you have heard of the dispensation of the grace of God which was given to me for you, how that by revelation He made known to me the mystery (as I have briefly written already, by which, when you read, you may understand my knowledge in the mystery of Christ), which in other ages was not made known to the sons of men, as it has now been revealed by the Spirit to His holy apostles and prophets: that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel,",
          "parts": [
            "For this reason I, Paul, the prisoner of Christ Jesus for you Gentiles—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5624"
            },
            "if indeed you have heard of the dispensation of the grace of God which was given to me for you,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5625"
            },
            "how that by revelation He made known to me the mystery (as I have briefly written already,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5626"
            },
            "by which, when you read, you may understand my knowledge in the mystery of Christ), which in other ages was not made known to the sons of men, as it has now been revealed by the Spirit to His holy apostles and prophets:",
            {
              "style": "FOOTNOTE",
              "note_id": "f5627"
            },
            "that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5628"
            }
          ]
        },
        {
          "num": 7,
          "text": "of which I became a minister according to the gift of the grace of God given to me by the effective working of His power.",
          "parts": [
            "of which I became a minister according to the gift of the grace of God given to me by the effective working of His power."
          ]
        },
        {
          "num": 8,
          "text": "To me, who am less than the least of all the saints, this grace was given, that I should preach among the Gentiles the unsearchable riches of Christ, and to make all see what is the fellowship a of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ; b to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places, according to the eternal purpose which He accomplished in Christ Jesus our Lord, in whom we have boldness and access with confidence through faith in Him. Therefore I ask that you do not lose heart at my tribulations for you, which is your glory.",
          "parts": [
            "To me, who am less than the least of all the saints, this grace was given, that I should preach among the Gentiles the unsearchable riches of Christ,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5629"
            },
            "and to make all see what",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "the fellowship",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1450"
            },
            "of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ;",
            {
              "style": "CROSS_REF",
              "text": "b",
              "ref_id": "r1451"
            },
            "to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly",
            {
              "style": "ITALIC",
              "text": "places,"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5630"
            },
            "according to the eternal purpose which He accomplished in Christ Jesus our Lord, in whom we have boldness and access with confidence through faith in Him.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5631"
            },
            "Therefore I ask that you do not lose heart at my tribulations for you, which is your glory.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5632"
            }
          ]
        },
        {
          "num": 9,
          "text": "and to make all see what is",
          "parts": [
            "and to make all see what",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 10,
          "text": "to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places,",
          "parts": [
            "to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly",
            {
              "style": "ITALIC",
              "text": "places,"
            }
          ]
        },
        {
          "num": 11,
          "text": "according to the eternal purpose which He accomplished in Christ Jesus our Lord,",
          "parts": [
            "according to the eternal purpose which He accomplished in Christ Jesus our Lord,"
          ]
        },
        {
          "num": 12,
          "text": "in whom we have boldness and access with confidence through faith in Him.",
          "parts": [
            "in whom we have boldness and access with confidence through faith in Him.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5631"
            }
          ]
        },
        {
          "num": 13,
          "text": "Therefore I ask that you do not lose heart at my tribulations for you, which is your glory.",
          "parts": [
            "Therefore I ask that you do not lose heart at my tribulations for you, which is your glory.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5632"
            }
          ]
        },
        {
          "num": 14,
          "text": "For this reason I bow my knees to the Father of our Lord Jesus Christ, a from whom the whole family in heaven and earth is named, that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man, that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love, may be able to comprehend with all the saints what is the width and length and depth and height— to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God.",
          "parts": [
            "For this reason I bow my knees to the Father of our Lord Jesus Christ,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1452"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5633"
            },
            "from whom the whole family in heaven and earth is named,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5634"
            },
            "that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man, that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love, may be able to comprehend with all the saints what",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "the width and length and depth and height—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5635"
            },
            "to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God."
          ]
        },
        {
          "num": 15,
          "text": "from whom the whole family in heaven and earth is named,",
          "parts": [
            "from whom the whole family in heaven and earth is named,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5634"
            }
          ]
        },
        {
          "num": 16,
          "text": "that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man,",
          "parts": [
            "that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man,"
          ]
        },
        {
          "num": 17,
          "text": "that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love,",
          "parts": [
            "that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love,"
          ]
        },
        {
          "num": 18,
          "text": "may be able to comprehend with all the saints what is",
          "parts": [
            "may be able to comprehend with all the saints what",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 19,
          "text": "to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God.",
          "parts": [
            "to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God."
          ]
        },
        {
          "num": 20,
          "text": "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us, to Him be glory in the church by Christ Jesus to all generations, forever and ever.",
          "parts": [
            "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5636"
            },
            "to Him",
            {
              "style": "ITALIC",
              "text": "be"
            },
            "glory in the church by Christ Jesus to all generations, forever and ever."
          ]
        },
        {
          "num": 21,
          "text": "to Him be",
          "parts": [
            "to Him",
            {
              "style": "ITALIC",
              "text": "be"
            }
          ]
        }
      ],
      "headers": [
        "Paul's Apostolic Commission",
        "Prayer for Deification",
        "Doxology to the Father",
        "Live in Unity"
      ]
    },
    {
      "chapter_num": 4,
      "verses_count": 32,
      "verses": [
        {
          "num": 1,
          "text": "I, therefore, the prisoner of the Lord, beseech you to walk worthy of the calling with which you were called, with all lowliness and gentleness, with longsuffering, bearing with one another in love, endeavoring to keep the unity of the Spirit in the bond of peace.",
          "parts": [
            "I, therefore, the prisoner of the Lord, beseech you to walk worthy of the calling with which you were called,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5637"
            },
            "with all lowliness and gentleness, with longsuffering, bearing with one another in love,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5638"
            },
            "endeavoring to keep the unity of the Spirit in the bond of peace."
          ]
        },
        {
          "num": 4,
          "text": "There is",
          "parts": [
            {
              "style": "ITALIC",
              "text": "There is"
            }
          ]
        },
        {
          "num": 5,
          "text": "one Lord, one faith, one baptism;",
          "parts": [
            "one Lord, one faith, one baptism;"
          ]
        },
        {
          "num": 6,
          "text": "one God and Father of all, who is",
          "parts": [
            "one God and Father of all, who",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 7,
          "text": "But to each one of us grace was given according to the measure of Christ's gift. Therefore He says:",
          "parts": [
            "But to each one of us grace was given according to the measure of Christ's gift.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5640"
            },
            "Therefore He says:"
          ]
        },
        {
          "num": 8,
          "text": "Therefore He says:",
          "parts": [
            "Therefore He says:"
          ]
        },
        {
          "num": 9,
          "text": "(Now this, “He ascended” —what does it mean but that He also first a descended into the lower parts of the earth?",
          "parts": [
            "(Now this,",
            {
              "style": "ITALIC",
              "text": "“He ascended”"
            },
            "—what does it mean but that He also first",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1453"
            },
            "descended into the lower parts of the earth?"
          ]
        },
        {
          "num": 10,
          "text": "He who descended is also the One who ascended far above all the heavens, that He might fill all things.)",
          "parts": [
            "He who descended is also the One who ascended far above all the heavens, that He might fill all things.)"
          ]
        },
        {
          "num": 11,
          "text": "And He Himself gave some to be apostles, some prophets, some evangelists, and some pastors and teachers, for the equipping of the saints for the work of ministry, for the edifying of the body of Christ, till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ; that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting, but, speaking the truth in love, may grow up in all things into Him who is the head—Christ— from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love.",
          "parts": [
            "And He Himself gave some",
            {
              "style": "ITALIC",
              "text": "to be"
            },
            "apostles, some prophets, some evangelists, and some pastors and teachers,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5642"
            },
            "for the equipping of the saints for the work of ministry, for the edifying of the body of Christ, till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ; that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting, but, speaking the truth in love, may grow up in all things into Him who is the head—Christ— from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love."
          ]
        },
        {
          "num": 12,
          "text": "for the equipping of the saints for the work of ministry, for the edifying of the body of Christ,",
          "parts": [
            "for the equipping of the saints for the work of ministry, for the edifying of the body of Christ,"
          ]
        },
        {
          "num": 13,
          "text": "till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ;",
          "parts": [
            "till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ;"
          ]
        },
        {
          "num": 14,
          "text": "that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting,",
          "parts": [
            "that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting,"
          ]
        },
        {
          "num": 15,
          "text": "but, speaking the truth in love, may grow up in all things into Him who is the head—Christ—",
          "parts": [
            "but, speaking the truth in love, may grow up in all things into Him who is the head—Christ—"
          ]
        },
        {
          "num": 16,
          "text": "from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love.",
          "parts": [
            "from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love."
          ]
        },
        {
          "num": 17,
          "text": "This I say, therefore, and testify in the Lord, that you should no longer walk as the rest of a the Gentiles walk, in the futility of their mind, having their understanding darkened, being alienated from the life of God, because of the ignorance that is in them, because of the blindness of their heart; who, being past feeling, have given themselves over to lewdness, to work all uncleanness with greediness.",
          "parts": [
            "This I say, therefore, and testify in the Lord, that you should no longer walk as the rest of",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1454"
            },
            "the Gentiles walk, in the futility of their mind,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5643"
            },
            "having their understanding darkened, being alienated from the life of God, because of the ignorance that is in them, because of the blindness of their heart; who, being past feeling, have given themselves over to lewdness, to work all uncleanness with greediness."
          ]
        },
        {
          "num": 18,
          "text": "having their understanding darkened, being alienated from the life of God, because of the ignorance that is in them, because of the blindness of their heart;",
          "parts": [
            "having their understanding darkened, being alienated from the life of God, because of the ignorance that is in them, because of the blindness of their heart;"
          ]
        },
        {
          "num": 19,
          "text": "who, being past feeling, have given themselves over to lewdness, to work all uncleanness with greediness.",
          "parts": [
            "who, being past feeling, have given themselves over to lewdness, to work all uncleanness with greediness."
          ]
        },
        {
          "num": 20,
          "text": "But you have not so learned Christ, if indeed you have heard Him and have been taught by Him, as the truth is in Jesus: that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts, and be renewed in the spirit of your mind, and that you put on the new man which was created according to God, in true righteousness and holiness.",
          "parts": [
            "But you have not so learned Christ, if indeed you have heard Him and have been taught by Him, as the truth is in Jesus: that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts, and be renewed in the spirit of your mind, and that you put on the new man which was created according to God, in true righteousness and holiness."
          ]
        },
        {
          "num": 21,
          "text": "if indeed you have heard Him and have been taught by Him, as the truth is in Jesus:",
          "parts": [
            "if indeed you have heard Him and have been taught by Him, as the truth is in Jesus:"
          ]
        },
        {
          "num": 22,
          "text": "that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts,",
          "parts": [
            "that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts,"
          ]
        },
        {
          "num": 23,
          "text": "and be renewed in the spirit of your mind,",
          "parts": [
            "and be renewed in the spirit of your mind,"
          ]
        },
        {
          "num": 24,
          "text": "and that you put on the new man which was created according to God, in true righteousness and holiness.",
          "parts": [
            "and that you put on the new man which was created according to God, in true righteousness and holiness."
          ]
        },
        {
          "num": 25,
          "text": "Therefore, putting away lying, “Let each one of you speak truth with his neighbor,” a for we are members of one another. “Be angry, and do not sin” : a do not let the sun go down on your wrath, nor give place to the devil.",
          "parts": [
            "Therefore, putting away lying,",
            {
              "style": "ITALIC",
              "text": "“Let each one of you speak truth with his neighbor,”"
            },
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1455"
            },
            "for we are members of one another.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5644"
            },
            {
              "style": "ITALIC",
              "text": "“Be angry, and do not sin”"
            },
            ":",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1456"
            },
            "do not let the sun go down on your wrath,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5645"
            },
            "nor give place to the devil."
          ]
        },
        {
          "num": 26,
          "text": "“Be angry, and do not sin”",
          "parts": [
            {
              "style": "ITALIC",
              "text": "“Be angry, and do not sin”"
            }
          ]
        },
        {
          "num": 27,
          "text": "nor give place to the devil.",
          "parts": [
            "nor give place to the devil."
          ]
        },
        {
          "num": 28,
          "text": "Let him who stole steal no longer, but rather let him labor, working with his",
          "parts": [
            "Let him who stole steal no longer, but rather let him labor, working with",
            {
              "style": "ITALIC",
              "text": "his"
            }
          ]
        },
        {
          "num": 29,
          "text": "Let no corrupt word proceed out of your mouth, but what is good for necessary edification, that it may impart grace to the hearers.",
          "parts": [
            "Let no corrupt word proceed out of your mouth, but what is good for necessary edification, that it may impart grace to the hearers."
          ]
        },
        {
          "num": 30,
          "text": "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.",
          "parts": [
            "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."
          ]
        },
        {
          "num": 31,
          "text": "Let all bitterness, wrath, anger, clamor, and evil speaking be put away from you, with all malice.",
          "parts": [
            "Let all bitterness, wrath, anger, clamor, and evil speaking be put away from you, with all malice.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5647"
            }
          ]
        },
        {
          "num": 32,
          "text": "And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you.",
          "parts": [
            "And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5648"
            }
          ]
        }
      ],
      "headers": [
        "Use the Spiritual Gifts",
        "Put Off the Old, Put On the New",
        "Be Children of God"
      ]
    },
    {
      "chapter_num": 5,
      "verses_count": 33,
      "verses": [
        {
          "num": 1,
          "text": "Therefore be imitators of God as dear children.",
          "parts": [
            "Therefore be imitators of God as dear children."
          ]
        },
        {
          "num": 2,
          "text": "And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma.",
          "parts": [
            "And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5649"
            }
          ]
        },
        {
          "num": 3,
          "text": "But fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints; neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks. For this you know, a that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God.",
          "parts": [
            "But fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints; neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5650"
            },
            "For this you know,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1457"
            },
            "that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God."
          ]
        },
        {
          "num": 4,
          "text": "neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks.",
          "parts": [
            "neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5650"
            }
          ]
        },
        {
          "num": 5,
          "text": "For this you know, a",
          "parts": [
            "For this you know,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1458"
            }
          ]
        },
        {
          "num": 6,
          "text": "Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.",
          "parts": [
            "Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5652"
            }
          ]
        },
        {
          "num": 7,
          "text": "Therefore do not be partakers with them.",
          "parts": [
            "Therefore do not be partakers with them."
          ]
        },
        {
          "num": 8,
          "text": "For you were once darkness, but now you are light in the Lord.",
          "parts": [
            "For you were once darkness, but now",
            {
              "style": "ITALIC",
              "text": "you are"
            },
            "light in the Lord."
          ]
        },
        {
          "num": 9,
          "text": "(for the fruit of the Spirit a",
          "parts": [
            "(for the fruit of the Spirit",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1459"
            }
          ]
        },
        {
          "num": 10,
          "text": "finding out what is acceptable to the Lord.",
          "parts": [
            "finding out what is acceptable to the Lord."
          ]
        },
        {
          "num": 11,
          "text": "And have no fellowship with the unfruitful works of darkness, but rather expose them. For it is shameful even to speak of those things which are done by them in secret.",
          "parts": [
            "And have no fellowship with the unfruitful works of darkness, but rather expose",
            {
              "style": "ITALIC",
              "text": "them."
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5654"
            },
            "For it is shameful even to speak of those things which are done by them in secret."
          ]
        },
        {
          "num": 12,
          "text": "For it is shameful even to speak of those things which are done by them in secret.",
          "parts": [
            "For it is shameful even to speak of those things which are done by them in secret."
          ]
        },
        {
          "num": 13,
          "text": "But all things that are exposed are made manifest by the light, for whatever makes manifest is light.",
          "parts": [
            "But all things that are exposed are made manifest by the light, for whatever makes manifest is light."
          ]
        },
        {
          "num": 14,
          "text": "Therefore He says:",
          "parts": [
            "Therefore He says:"
          ]
        },
        {
          "num": 15,
          "text": "See then that you walk circumspectly, not as fools but as wise, redeeming the time, because the days are evil.",
          "parts": [
            "See then that you walk circumspectly, not as fools but as wise,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5655"
            },
            "redeeming the time, because the days are evil."
          ]
        },
        {
          "num": 16,
          "text": "redeeming the time, because the days are evil.",
          "parts": [
            "redeeming the time, because the days are evil."
          ]
        },
        {
          "num": 17,
          "text": "Therefore do not be unwise, but understand what the will of the Lord is. And do not be drunk with wine, in which is dissipation; but be filled with the Spirit, speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord, giving thanks always for all things to God the Father in the name of our Lord Jesus Christ, submitting to one another in the fear of God. a",
          "parts": [
            "Therefore do not be unwise, but understand what the will of the Lord",
            {
              "style": "ITALIC",
              "text": "is."
            },
            "And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5656"
            },
            "speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5657"
            },
            "giving thanks always for all things to God the Father in the name of our Lord Jesus Christ, submitting to one another in the fear of God.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1460"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5658"
            }
          ]
        },
        {
          "num": 18,
          "text": "And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,",
          "parts": [
            "And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5656"
            }
          ]
        },
        {
          "num": 19,
          "text": "speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,",
          "parts": [
            "speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5657"
            }
          ]
        },
        {
          "num": 20,
          "text": "giving thanks always for all things to God the Father in the name of our Lord Jesus Christ,",
          "parts": [
            "giving thanks always for all things to God the Father in the name of our Lord Jesus Christ,"
          ]
        },
        {
          "num": 21,
          "text": "submitting to one another in the fear of God. a",
          "parts": [
            "submitting to one another in the fear of God.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1461"
            }
          ]
        },
        {
          "num": 22,
          "text": "Wives, submit to your own husbands, as to the Lord. For the husband is head of the wife, as also Christ is head of the church; and He is the Savior of the body.",
          "parts": [
            "Wives, submit to your own husbands, as to the Lord.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5659"
            },
            "For the husband is head of the wife, as also Christ is head of the church; and He is the Savior of the body."
          ]
        },
        {
          "num": 23,
          "text": "For the husband is head of the wife, as also Christ is head of the church; and He is the Savior of the body.",
          "parts": [
            "For the husband is head of the wife, as also Christ is head of the church; and He is the Savior of the body."
          ]
        },
        {
          "num": 24,
          "text": "Therefore, just as the church is subject to Christ, so let",
          "parts": [
            "Therefore, just as the church is subject to Christ, so",
            {
              "style": "ITALIC",
              "text": "let"
            }
          ]
        },
        {
          "num": 25,
          "text": "Husbands, love your wives, just as Christ also loved the church and gave Himself for her, that He might sanctify and cleanse her with the washing of water by the word, that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish.",
          "parts": [
            "Husbands, love your wives, just as Christ also loved the church and gave Himself for her, that He might sanctify and cleanse her with the washing of water by the word, that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish."
          ]
        },
        {
          "num": 26,
          "text": "that He might sanctify and cleanse her with the washing of water by the word,",
          "parts": [
            "that He might sanctify and cleanse her with the washing of water by the word,"
          ]
        },
        {
          "num": 27,
          "text": "that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish.",
          "parts": [
            "that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish."
          ]
        },
        {
          "num": 28,
          "text": "So husbands ought to love their own wives as their own bodies; he who loves his wife loves himself.",
          "parts": [
            "So husbands ought to love their own wives as their own bodies; he who loves his wife loves himself."
          ]
        },
        {
          "num": 29,
          "text": "For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord does",
          "parts": [
            "For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord",
            {
              "style": "ITALIC",
              "text": "does"
            }
          ]
        },
        {
          "num": 30,
          "text": "For we are members of His body, a",
          "parts": [
            "For we are members of His body,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1462"
            }
          ]
        },
        {
          "num": 31,
          "text": "“For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh.”",
          "parts": [
            {
              "style": "ITALIC",
              "text": "“For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh.”"
            }
          ]
        },
        {
          "num": 32,
          "text": "This is a great mystery, but I speak concerning Christ and the church.",
          "parts": [
            "This is a great mystery, but I speak concerning Christ and the church."
          ]
        },
        {
          "num": 33,
          "text": "Nevertheless let each one of you in particular so love his own wife as himself, and let the wife see",
          "parts": [
            "Nevertheless let each one of you in particular so love his own wife as himself, and let the wife",
            {
              "style": "ITALIC",
              "text": "see"
            }
          ]
        }
      ],
      "headers": [
        "Separate from Darkness",
        "Walk in Christ the Light",
        "Expose Darkness",
        "Walk in God's Will",
        "Be Filled with the Spirit",
        "The Mystery of Marriage",
        "Children and Parents"
      ]
    },
    {
      "chapter_num": 6,
      "verses_count": 24,
      "verses": [
        {
          "num": 1,
          "text": "Children, obey your parents in the Lord, for this is right. “Honor your father and mother,” which is the first commandment with promise: “that it may be well with you and you may live long on the earth.” a",
          "parts": [
            "Children, obey your parents in the Lord, for this is right.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5660"
            },
            {
              "style": "ITALIC",
              "text": "“Honor your father and mother,”"
            },
            "which is the first commandment with promise:",
            {
              "style": "ITALIC",
              "text": "“that it may be well with you and you may live long on the earth.”"
            },
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1463"
            }
          ]
        },
        {
          "num": 4,
          "text": "And you, fathers, do not provoke your children to wrath, but bring them up in the training and admonition of the Lord.",
          "parts": [
            "And you, fathers, do not provoke your children to wrath, but bring them up in the training and admonition of the Lord."
          ]
        },
        {
          "num": 5,
          "text": "Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ; not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart, with goodwill doing service, as to the Lord, and not to men, knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.",
          "parts": [
            "Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5661"
            },
            "not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart, with goodwill doing service, as to the Lord, and not to men, knowing that whatever good anyone does, he will receive the same from the Lord, whether",
            {
              "style": "ITALIC",
              "text": "he is"
            },
            "a slave or free."
          ]
        },
        {
          "num": 6,
          "text": "not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,",
          "parts": [
            "not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,"
          ]
        },
        {
          "num": 7,
          "text": "with goodwill doing service, as to the Lord, and not to men,",
          "parts": [
            "with goodwill doing service, as to the Lord, and not to men,"
          ]
        },
        {
          "num": 8,
          "text": "knowing that whatever good anyone does, he will receive the same from the Lord, whether he is",
          "parts": [
            "knowing that whatever good anyone does, he will receive the same from the Lord, whether",
            {
              "style": "ITALIC",
              "text": "he is"
            }
          ]
        },
        {
          "num": 9,
          "text": "And you, masters, do the same things to them, giving up threatening, knowing that your own Master also a is in heaven, and there is no partiality with Him.",
          "parts": [
            "And you, masters, do the same things to them, giving up threatening, knowing that your own Master also",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1464"
            },
            "is in heaven, and there is no partiality with Him.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5662"
            }
          ]
        },
        {
          "num": 10,
          "text": "Finally, my brethren, be strong in the Lord and in the power of His might. Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
          "parts": [
            "Finally, my brethren, be strong in the Lord and in the power of His might.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5663"
            },
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx337"
            },
            "Put on the whole armor of God, that you may be able to stand against the wiles of the devil."
          ]
        },
        {
          "num": 11,
          "text": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
          "parts": [
            "Put on the whole armor of God, that you may be able to stand against the wiles of the devil."
          ]
        },
        {
          "num": 12,
          "text": "For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, a",
          "parts": [
            "For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1465"
            }
          ]
        },
        {
          "num": 13,
          "text": "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.",
          "parts": [
            "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand."
          ]
        },
        {
          "num": 14,
          "text": "Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, and having shod your feet with the preparation of the gospel of peace; above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.",
          "parts": [
            "Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, and having shod your feet with the preparation of the gospel of peace; above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one."
          ]
        },
        {
          "num": 15,
          "text": "and having shod your feet with the preparation of the gospel of peace;",
          "parts": [
            "and having shod your feet with the preparation of the gospel of peace;"
          ]
        },
        {
          "num": 16,
          "text": "above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.",
          "parts": [
            "above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one."
          ]
        },
        {
          "num": 17,
          "text": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God;",
          "parts": [
            "And take the helmet of salvation, and the sword of the Spirit, which is the word of God;"
          ]
        },
        {
          "num": 18,
          "text": "praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—",
          "parts": [
            "praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5664"
            }
          ]
        },
        {
          "num": 19,
          "text": "and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,",
          "parts": [
            "and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,"
          ]
        },
        {
          "num": 20,
          "text": "for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.",
          "parts": [
            "for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak."
          ]
        },
        {
          "num": 21,
          "text": "But that you also may know my affairs and how I am doing, Tychicus, a beloved brother and faithful minister in the Lord, will make all things known to you; whom I have sent to you for this very purpose, that you may know our affairs, and that he may comfort your hearts.",
          "parts": [
            "But that you also may know my affairs",
            {
              "style": "ITALIC",
              "text": "and"
            },
            "how I am doing, Tychicus, a beloved brother and faithful minister in the Lord, will make all things known to you;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5665"
            },
            "whom I have sent to you for this very purpose, that you may know our affairs, and",
            {
              "style": "ITALIC",
              "text": "that"
            },
            "he may comfort your hearts."
          ]
        },
        {
          "num": 22,
          "text": "whom I have sent to you for this very purpose, that you may know our affairs, and that",
          "parts": [
            "whom I have sent to you for this very purpose, that you may know our affairs, and",
            {
              "style": "ITALIC",
              "text": "that"
            }
          ]
        },
        {
          "num": 23,
          "text": "Peace to the brethren, and love with faith, from God the Father and the Lord Jesus Christ. Grace be with all those who love our Lord Jesus Christ in sincerity.",
          "parts": [
            "Peace to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5666"
            },
            "Grace",
            {
              "style": "ITALIC",
              "text": "be"
            },
            "with all those who love our Lord Jesus Christ in sincerity."
          ]
        },
        {
          "num": 24,
          "text": "Grace be",
          "parts": [
            "Grace",
            {
              "style": "ITALIC",
              "text": "be"
            }
          ]
        }
      ],
      "headers": [
        "Slaves and Masters",
        "Spiritual Warfare",
        "Spiritual Weaponry",
        "Spiritual Readiness",
        "Commendation and Benediction"
      ]
    }
  ],
  "author": "Some have cited differences in style, vocabulary, and doctrinal emphasis between Ephesians and other Pauline epistles to dispute Paul's authorship of Ephesians. However, the epistle itself claims to be written by Paul (1:1), and the Church has recognized Paul as the author, writing under the inspiration of the Holy Spirit. Because Paul dictated some of his letters, differences in content and style would be expected.",
  "date": "Paul probably wrote Ephesians from Rome during his imprisonment in AD 61–63, as recorded in Acts 28:16–31.",
  "theme": "The riches of Christ in the Church. The mystery of salvation in the Church, the body of Christ, is not only for all mankind but for all creation, affecting this age and the age to come. The body of Christ is the center and life of all. Subthemes include:",
  "lessons": [
    {
      "title": "The Means of Union",
      "entries": [
        {
          "parts": [
            "“W O R K S” I N P A U L’S",
            {
              "style": "LINE_BREAK",
              "text": "\n"
            },
            "W R I T I N G"
          ]
        },
        {
          "parts": [
            {
              "style": "BOLD",
              "text": "S"
            },
            "t. Paul uses the term “works” extensively in his letters, especially in Romans, Galatians, and Ephesians. By this term, he means human activities which he generally classifies in two categories:"
          ]
        },
        {
          "parts": [
            "1",
            {
              "style": "ITALIC",
              "text": "Dead works: "
            },
            "These can be works that are evil, such as murder, adultery, idol worship, and robbery—which the Scriptures also call “works of the flesh” (",
            {
              "style": "CROSS_REF",
              "text": "Gal 5:19",
              "ref_id": "r1466"
            },
            ") and obviously condemn. But in addition, dead works can be works—even good works—done for the wrong reasons. These are works that are good in themselves—such as fasting, giving money, and feeding the poor—but are done to call attention to oneself or to gain standing in the community. Selfish motivation turns good works into dead works. (The solution to this problem is not to cease fasting, giving, or helping, but rather to turn from the sin of self-glorification.)"
          ]
        },
        {
          "parts": [
            "2",
            {
              "style": "ITALIC",
              "text": "Living works: "
            },
            "These are deeds that are both good in themselves and done for a good purpose: the glory of God. Good works the Scriptures commend. Paul teaches they are an outgrowth of our salvation when he writes, “For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them” (",
            {
              "style": "CROSS_REF",
              "text": "Eph 2:10",
              "ref_id": "r1467"
            },
            "). They contribute to our faith, as James teaches, “You see then that a man is justified by works, and not by faith only [or alone]” (",
            {
              "style": "CROSS_REF",
              "text": "Jam 2:24",
              "ref_id": "r1468"
            },
            "). When we do living works, we rely on the strength and grace of God, and we seek to bring glory to Him and not to ourselves through what we do."
          ]
        },
        {
          "parts": [
            "Some have erroneously interpreted Paul, particularly in",
            {
              "style": "CROSS_REF",
              "text": "Romans 4",
              "ref_id": "r1469"
            },
            ", to be condemning all works. A careful reading of Romans, however, reveals Paul is not putting down works in general, but",
            {
              "style": "ITALIC",
              "text": "dead works"
            },
            ". St. Maximos the Confessor, writing in the seventh century, states clearly the view of the Church concerning dead works:"
          ]
        },
        {
          "parts": [
            "Many human activities, good in themselves, are not good because of the motive for which they are done. For example, fasting, vigils, prayer, psalmody [the singing of hymns], acts of charity and hospitality are by nature good. But when performed for the sake of self-esteem [vainglory, self-glorification] they are not good. In everything we do, God searches out our purpose to see whether we do it for Him or for some other motive . . . quite clearly He bestows blessings only when something is done for the right purpose. For God’s judgment looks not at the actions, but at the purpose behind them."
          ]
        },
        {
          "parts": [
            "Thus, the Christian actively cultivates a habit of doing good works for the glory of God, and as a way of life. The writings of Paul are clear. If we are joined to Christ and cleansed from the dishonor of the past, we become “a vessel for honor, sanctified and useful for the Master, prepared for every good work” (",
            {
              "style": "CROSS_REF",
              "text": "2Ti 2:21",
              "ref_id": "r1470"
            },
            "). God sets us apart to Himself so we will be productive and useful to Him."
          ]
        },
        {
          "parts": [
            "“Therefore, my beloved brethren,” Paul tells the Corinthians, “be steadfast, immovable, always abounding in the work of the Lord, knowing that your labor is not in vain in the Lord” (",
            {
              "style": "CROSS_REF",
              "text": "1Co 15:58",
              "ref_id": "r1471"
            },
            ")."
          ]
        }
      ]
    },
    {
      "title": "Live in Unity",
      "entries": [
        {
          "parts": [
            "T H E C H U R C H"
          ]
        },
        {
          "parts": [
            {
              "style": "BOLD",
              "text": "O"
            },
            "ne of the tragic aberrations of so-called modern religion is “Churchless Christianity.” The assertion is that it is Christ who saves us, not the Church, so “all you need is Jesus.”"
          ]
        },
        {
          "parts": [
            "Few who claim to be Christians would argue against the statement that it is Christ who saves. For He is the eternal Son of God who has assumed human flesh, and has done so “for us and for our salvation” (Nicene Creed). Thus Paul writes, “For",
            {
              "style": "ITALIC",
              "text": "there is "
            },
            "one God and one Mediator between God and men,",
            {
              "style": "ITALIC",
              "text": "the "
            },
            "Man Christ Jesus” (",
            {
              "style": "CROSS_REF",
              "text": "1Ti 2:5",
              "ref_id": "r1472"
            },
            ")."
          ]
        },
        {
          "parts": [
            "But because this Mediator established the Church which is His body, we who are joined to Him are joined to His Church as well. To say we love Christ, who is Head of the Church, and at the same time reject His body is to deny New Testament teaching."
          ]
        },
        {
          "parts": [
            {
              "style": "ITALIC",
              "text": "The Gospel and Acts. "
            },
            "The first use of the word “church” (Gr.",
            {
              "style": "ITALIC",
              "text": "ecclesia"
            },
            ") in the New Testament comes in the Gospel of Matthew, when our Lord gives His approval of Peter’s confession of faith and promises, “I will build My church” (",
            {
              "style": "CROSS_REF",
              "text": "Mt 16:18",
              "ref_id": "r1473"
            },
            "). Jesus Christ builds, and we cooperate with Him."
          ]
        },
        {
          "parts": [
            "The Book of Acts amplifies what Jesus meant in Matthew 16. When Peter’s sermon on the Day of Pentecost concludes, those present ask for guidance toward salvation: “What shall we do?” (",
            {
              "style": "CROSS_REF",
              "text": "Acts 2:37",
              "ref_id": "r1474"
            },
            "). Following Peter’s word, they are baptized and join with the other believers, three thousand of them (",
            {
              "style": "CROSS_REF",
              "text": "Acts 2:38, 41",
              "ref_id": "r1475"
            },
            ")."
          ]
        },
        {
          "parts": [
            "Having been joined to Christ and His Church, these baptized believers begin living as the body of Christ. We find them looking after each other, using their personal resources for one another’s care, continuing together in prayer and in the Eucharist (",
            {
              "style": "CROSS_REF",
              "text": "Acts 2:42–47",
              "ref_id": "r1476"
            },
            "). From this point on “the Lord added to the church daily those who were being saved” (",
            {
              "style": "CROSS_REF",
              "text": "Acts 2:47",
              "ref_id": "r1477"
            },
            "), and throughout Acts, we see the Church being built as the Gospel of Christ spreads."
          ]
        },
        {
          "parts": [
            {
              "style": "ITALIC",
              "text": "The Epistles. "
            },
            "Paul’s instructions in his letters to the churches throughout the eastern Mediterranean clearly show what it means to be members of Christ: to be the Church and to be in the Church. Nowhere in the New Testament is Paul’s teaching on the Church more fully disclosed than in Ephesians 4. He instructs us that:"
          ]
        },
        {
          "parts": [
            "1 The Church is",
            {
              "style": "ITALIC",
              "text": "one"
            },
            ", “endeavoring to keep the unity of the Spirit in the bond of peace” ( 4:3 ). There is one Church, one God, one doctrine, one baptism."
          ]
        },
        {
          "parts": [
            "2 The Church is",
            {
              "style": "ITALIC",
              "text": "people"
            },
            ", men and women who are energized by the Holy Spirit. For “to each one of us grace was given according to the measure of Christ’s gift” ( 4:7 ). We are not all given the same gifts, but together we are equipped to do God’s will."
          ]
        },
        {
          "parts": [
            "3 The Head of the Church is",
            {
              "style": "ITALIC",
              "text": "Christ"
            },
            ", “from whom the whole body [is] joined and knit together” ( 4:16 )."
          ]
        },
        {
          "parts": [
            "4 The Church is “the",
            {
              "style": "ITALIC",
              "text": "new man"
            },
            "” ( 4:24 ), the new creation, made to be righteous and holy. We are no longer alienated from God ( 4:18 ); we are being renewed together ( 4:23 ), “members of one another” ( 4:25 )."
          ]
        },
        {
          "parts": [
            "The Church, then, is that place established by Christ where we each may become what we are created to be, maturing and being perfected, while the Church receives what it needs from each of us, so that it too is being perfected. The Church as the body of Christ carries us beyond our petty and worldly personal concerns, stretching our vision to the eternal and the heavenly as we ascend together to worship the Father, the Son, and the Holy Spirit."
          ]
        }
      ]
    },
    {
      "title": "Walk in Christ the Light",
      "entries": [
        {
          "parts": [
            "M A R R I A G E"
          ]
        },
        {
          "parts": [
            {
              "style": "BOLD",
              "text": "T"
            },
            "he Bible and human history begin and end with marriages. Adam and Eve come together in marital union in Paradise, before the Fall, revealing marriage as a part of God’s eternal purpose for humanity in the midst of creation (",
            {
              "style": "CROSS_REF",
              "text": "Gn 2:22–25",
              "ref_id": "r1478"
            },
            "). History closes with the marriage of the Bride to the Lamb (",
            {
              "style": "CROSS_REF",
              "text": "Rev 19:7–9",
              "ref_id": "r1479"
            },
            "), earthly marriage being fulfilled in the heavenly, showing the eternal nature of the sacrament."
          ]
        },
        {
          "parts": [
            "Between these bookend events of history are the accounts of numerous other unions of man and wife. In the centuries-old Christian wedding ceremony used to this day in the Orthodox Church, several of these historic marriages are remembered: Abraham and Sarah (",
            {
              "style": "CROSS_REF",
              "text": "Gn 11:29—23:20",
              "ref_id": "r1480"
            },
            "); Isaac and Rebecca (",
            {
              "style": "CROSS_REF",
              "text": "Gn 24",
              "ref_id": "r1481"
            },
            "); Joachim and Anna, the parents of the Virgin Mary; and Zacharias and Elizabeth (",
            {
              "style": "CROSS_REF",
              "text": "Lk 1:5–58",
              "ref_id": "r1482"
            },
            ")."
          ]
        },
        {
          "parts": [
            "The marriage most prominently featured in the wedding ceremony, however, is the one at Cana of Galilee, described in the Gospel passage read at every Orthodox wedding (",
            {
              "style": "CROSS_REF",
              "text": "Jn 2:1–11",
              "ref_id": "r1483"
            },
            "). In attending this wedding and performing His first miracle there, Jesus Christ, the Son of God, forever sanctified marriage. As with all the Christian sacraments, marriage is sacramental because it is blessed by God."
          ]
        },
        {
          "parts": [
            "Parenthetically, we note that it is at this wedding at Cana that Mary first intercedes with Christ on behalf of others: “They have no wine” (",
            {
              "style": "CROSS_REF",
              "text": "Jn 2:3",
              "ref_id": "r1484"
            },
            "). Then she calls all humanity to obey Him: “Whatever He says to you, do",
            {
              "style": "ITALIC",
              "text": "it"
            },
            "” (",
            {
              "style": "CROSS_REF",
              "text": "Jn 2:5",
              "ref_id": "r1485"
            },
            ")."
          ]
        },
        {
          "parts": [
            "In modern society, as well as in Christendom, a recurring debate concerns the tension between equality of the partners in marriage and office or order in marriage. Often, this tension has turned into a polarity between men and women, and sometimes even breeds hostility. Two elements in the Orthodox service of marriage serve to heal such tension, while making clear the teaching of the Church on the twin themes of equality and order concerning husband and wife."
          ]
        },
        {
          "parts": [
            "As to equality, during the ceremony crowns are placed on the heads of the bride and groom. This act is symbolic of their citizenship in the Kingdom of God, where “there is neither male nor female” (",
            {
              "style": "CROSS_REF",
              "text": "Gal 3:28",
              "ref_id": "r1486"
            },
            "), and of their dying to each other (the crown is often a symbol of martyrdom; see",
            {
              "style": "CROSS_REF",
              "text": "Rev 2:10",
              "ref_id": "r1487"
            },
            "). The words of St. Paul on marital equality are clear: “The wife does not have authority over her own body, but the husband",
            {
              "style": "ITALIC",
              "text": "does"
            },
            ". And likewise the husband does not have authority over his own body, but the wife",
            {
              "style": "ITALIC",
              "text": "does"
            },
            "” (",
            {
              "style": "CROSS_REF",
              "text": "1Co 7:4",
              "ref_id": "r1488"
            },
            "). Husband and wife belong to each other as martyrs, they belong to God as royalty, and they are called to treat each other accordingly."
          ]
        },
        {
          "parts": [
            "But within marital equality there is also order. The epistle passage read at the sacrament of marriage is",
            {
              "style": "CROSS_REF",
              "text": "Ephesians 5:20–33",
              "ref_id": "r1489"
            },
            ", an exhortation to husbands and wives that begins with a call to submit to each other (v. 21 ). The husband is to serve God as head of his wife, as Christ is Head of the Church (v. 23 ). The wife is to be subject to her husband as the Church is subject to Christ (v. 24 ). There is nothing here to suggest the wife is oppressed in marriage, any more than one would call the Church oppressed in relationship to Christ. He who calls us “bretren” (",
            {
              "style": "CROSS_REF",
              "text": "Heb 2:11",
              "ref_id": "r1490"
            },
            ") and “friends” (",
            {
              "style": "CROSS_REF",
              "text": "Jn 15:15",
              "ref_id": "r1491"
            },
            ") exhorts the husband to love his wife, to nourish and cherish her as He Himself does the Church (vv. 28, 29 )."
          ]
        },
        {
          "parts": [
            "Thus, marriage is a sacrament—holy, blessed, and everlasting in the sight of God and His Church. Within the bonds of marriage, husband and wife experience a union with one another in love. We pray for them the fruit of children and one day the joy of grandchildren. And within the bonds of marriage there is both a fullness of equality between husband and wife and a clarity of order, with the husband as the icon of Christ and the wife as the icon of the Church."
          ]
        }
      ]
    }
  ]
}