{
  "en_name": "Hebrews",
  "local_name": "Hebrews",
  "abr": "heb",
  "ch_count": 13,
  "chapters": [
    {
      "chapter_num": 1,
      "verses_count": 14,
      "verses": [
        {
          "num": 1,
          "text": "God, who at various times and in various ways spoke in time past to the fathers by the prophets, has in these last days spoken to us by His Son, whom He has appointed heir of all things, through whom also He made the worlds; who being the brightness of His glory and the express image of His person, and upholding all things by the word of His power, when He had by Himself a purged our b sins, sat down at the right hand of the Majesty on high, having become so much better than the angels, as He has by inheritance obtained a more excellent name than they.",
          "parts": [
            "God, who at various times and in various ways spoke in time past to the fathers by the prophets,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5797"
            },
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx349"
            },
            "has in these last days spoken to us by",
            {
              "style": "ITALIC",
              "text": "His"
            },
            "Son, whom He has appointed heir of all things, through whom also He made the worlds;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5798"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5799"
            },
            "who being the brightness of",
            {
              "style": "ITALIC",
              "text": "His"
            },
            "glory and the express image of His person, and upholding all things by the word of His power, when He had by Himself",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1590"
            },
            "purged our",
            {
              "style": "CROSS_REF",
              "text": "b",
              "ref_id": "r1591"
            },
            "sins, sat down at the right hand of the Majesty on high, having become so much better than the angels, as He has by inheritance obtained a more excellent name than they.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5800"
            }
          ]
        },
        {
          "num": 5,
          "text": "For to which of the angels did He ever say:",
          "parts": [
            "For to which of the angels did He ever say:"
          ]
        },
        {
          "num": 6,
          "text": "But when He again brings the firstborn into the world, He says:",
          "parts": [
            "But when He again brings the firstborn into the world, He says:"
          ]
        },
        {
          "num": 7,
          "text": "And of the angels He says:",
          "parts": [
            "And of the angels He says:"
          ]
        },
        {
          "num": 8,
          "text": "But to the Son He says:",
          "parts": [
            "But to the Son",
            {
              "style": "ITALIC",
              "text": "He says:"
            }
          ]
        },
        {
          "num": 10,
          "text": "And:",
          "parts": [
            "And:"
          ]
        },
        {
          "num": 13,
          "text": "But to which of the angels has He ever said:",
          "parts": [
            "But to which of the angels has He ever said:"
          ]
        },
        {
          "num": 14,
          "text": "Are they not all ministering spirits sent forth to minister for those who will inherit salvation?",
          "parts": [
            "Are they not all ministering spirits sent forth to minister for those who will inherit salvation?",
            {
              "style": "FOOTNOTE",
              "note_id": "f5805"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5806"
            }
          ]
        }
      ],
      "headers": [
        "The Supreme Revelation of the Son of God",
        "THE PRIESTHOOD OF LEVI",
        "THE PRIESTHOOD OF MELCHIZEDEK",
        "Christ's Dominion Over Creation",
        "Christ Without Beginning, Creator of All",
        "Beware of Willful Negligence"
      ]
    },
    {
      "chapter_num": 2,
      "verses_count": 18,
      "verses": [
        {
          "num": 1,
          "text": "Therefore we must give the more earnest heed to the things we have heard, lest we drift away. For if the word spoken through angels proved steadfast, and every transgression and disobedience received a just reward, how shall we escape if we neglect so great a salvation, which at the first began to be spoken by the Lord, and was confirmed to us by those who heard Him, God also bearing witness both with signs and wonders, with various miracles, and gifts of the Holy Spirit, according to His own will?",
          "parts": [
            "Therefore we must give the more earnest heed to the things we have heard, lest we drift away.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5807"
            },
            "For if the word spoken through angels proved steadfast, and every transgression and disobedience received a just reward,",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx350"
            },
            "how shall we escape if we neglect so great a salvation, which at the first began to be spoken by the Lord, and was confirmed to us by those who heard",
            {
              "style": "ITALIC",
              "text": " Him,"
            },
            "God also bearing witness both with signs and wonders, with various miracles, and gifts of the Holy Spirit, according to His own will?"
          ]
        },
        {
          "num": 5,
          "text": "For He has not put the world to come, of which we speak, in subjection to angels. But one testified in a certain place, saying:",
          "parts": [
            "For He has not put the world to come, of which we speak, in subjection to angels.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5808"
            },
            "But one testified in a certain place, saying:"
          ]
        },
        {
          "num": 6,
          "text": "But one testified in a certain place, saying:",
          "parts": [
            "But one testified in a certain place, saying:"
          ]
        },
        {
          "num": 9,
          "text": "But we see Jesus, who was made a little lower than the angels, for the suffering of death crowned with glory and honor, that He, by the grace of God, might taste death for everyone.",
          "parts": [
            "But we see Jesus, who was made a little lower than the angels, for the suffering of death crowned with glory and honor, that He, by the grace of God, might taste death for everyone.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5810"
            }
          ]
        },
        {
          "num": 10,
          "text": "For it was fitting for Him, for whom are all things and by whom are all things, in bringing many sons to glory, to make the captain of their salvation perfect through sufferings. For both He who sanctifies and those who are being sanctified are all of one, for which reason He is not ashamed to call them brethren, saying:",
          "parts": [
            "For it was fitting for Him, for whom",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "all things and by whom",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "all things, in bringing many sons to glory, to make the captain of their salvation perfect through sufferings.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5811"
            },
            "For both He who sanctifies and those who are being sanctified",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "all of one, for which reason He is not ashamed to call them brethren,",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx351"
            },
            "saying:"
          ]
        },
        {
          "num": 11,
          "text": "For both He who sanctifies and those who are being sanctified are",
          "parts": [
            "For both He who sanctifies and those who are being sanctified",
            {
              "style": "ITALIC",
              "text": "are"
            }
          ]
        },
        {
          "num": 12,
          "text": "saying:",
          "parts": [
            "saying:"
          ]
        },
        {
          "num": 13,
          "text": "And again:",
          "parts": [
            "And again:"
          ]
        },
        {
          "num": 14,
          "text": "Inasmuch then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is, the devil, and release those who through fear of death were all their lifetime subject to bondage. For indeed He does not give aid to angels, but He does give aid to the seed of Abraham.",
          "parts": [
            "Inasmuch then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is, the devil,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5812"
            },
            "and release those who through fear of death were all their lifetime subject to bondage.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5813"
            },
            "For indeed He does not give aid to angels, but He does give aid to the seed of Abraham."
          ]
        },
        {
          "num": 15,
          "text": "and release those who through fear of death were all their lifetime subject to bondage.",
          "parts": [
            "and release those who through fear of death were all their lifetime subject to bondage.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5813"
            }
          ]
        },
        {
          "num": 16,
          "text": "For indeed He does not give aid to angels, but He does give aid to the seed of Abraham.",
          "parts": [
            "For indeed He does not give aid to angels, but He does give aid to the seed of Abraham."
          ]
        },
        {
          "num": 17,
          "text": "Therefore, in all things He had to be made like His",
          "parts": [
            "Therefore, in all things He had to be made like",
            {
              "style": "ITALIC",
              "text": "His"
            }
          ]
        },
        {
          "num": 18,
          "text": "For in that He Himself has suffered, being tempted, He is able to aid those who are tempted.",
          "parts": [
            "For in that He Himself has suffered, being tempted, He is able to aid those who are tempted."
          ]
        }
      ],
      "headers": [
        "Why God Became Man",
        "Christ Is Faithful in a Superior Office"
      ]
    },
    {
      "chapter_num": 3,
      "verses_count": 19,
      "verses": [
        {
          "num": 1,
          "text": "Therefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our confession, Christ Jesus, who was faithful to Him who appointed Him, as Moses also was faithful in all His house.",
          "parts": [
            "Therefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our confession, Christ Jesus,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5815"
            },
            "who was faithful to Him who appointed Him, as Moses also",
            {
              "style": "ITALIC",
              "text": "was faithful"
            },
            "in all His house."
          ]
        },
        {
          "num": 3,
          "text": "For this One has been counted worthy of more glory than Moses, inasmuch as He who built the house has more honor than the house.",
          "parts": [
            "For this One has been counted worthy of more glory than Moses, inasmuch as He who built the house has more honor than the house.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5816"
            }
          ]
        },
        {
          "num": 4,
          "text": "For every house is built by someone, but He who built all things is",
          "parts": [
            "For every house is built by someone, but He who built all things",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 5,
          "text": "And Moses indeed was",
          "parts": [
            "And Moses indeed",
            {
              "style": "ITALIC",
              "text": "was"
            }
          ]
        },
        {
          "num": 6,
          "text": "but Christ as a Son over His own house, whose house we are if we hold fast the confidence and the rejoicing of the hope firm to the end. a",
          "parts": [
            "but Christ as a Son over His own house, whose house we are if we hold fast the confidence and the rejoicing of the hope firm to the end.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1592"
            }
          ]
        },
        {
          "num": 7,
          "text": "Therefore, as the Holy Spirit says:",
          "parts": [
            "Therefore, as the Holy Spirit says:"
          ]
        },
        {
          "num": 12,
          "text": "Beware, brethren, lest there be in any of you an evil heart of unbelief in departing from the living God; but exhort one another daily, while it is called “Today,” lest any of you be hardened through the deceitfulness of sin.",
          "parts": [
            "Beware, brethren, lest there be in any of you an evil heart of unbelief in departing from the living God;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5818"
            },
            "but exhort one another daily, while it is called",
            {
              "style": "ITALIC",
              "text": "“Today,” "
            },
            "lest any of you be hardened through the deceitfulness of sin."
          ]
        },
        {
          "num": 13,
          "text": "but exhort one another daily, while it is called “Today,”",
          "parts": [
            "but exhort one another daily, while it is called",
            {
              "style": "ITALIC",
              "text": "“Today,” "
            }
          ]
        },
        {
          "num": 14,
          "text": "For we have become partakers of Christ if we hold the beginning of our confidence steadfast to the end,",
          "parts": [
            "For we have become partakers of Christ if we hold the beginning of our confidence steadfast to the end,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5819"
            }
          ]
        },
        {
          "num": 15,
          "text": "while it is said:",
          "parts": [
            "while it is said:"
          ]
        },
        {
          "num": 16,
          "text": "For who, having heard, rebelled?",
          "parts": [
            "For who, having heard, rebelled?"
          ]
        },
        {
          "num": 17,
          "text": "Now with whom was He angry forty years?",
          "parts": [
            "Now with whom was He angry forty years?"
          ]
        },
        {
          "num": 18,
          "text": "And to whom did He swear that they would not enter His rest, but to those who did not obey?",
          "parts": [
            "And to whom did He swear that they would not enter His rest, but to those who did not obey?"
          ]
        },
        {
          "num": 19,
          "text": "So we see that they could not enter in because of unbelief.",
          "parts": [
            "So we see that they could not enter in because of unbelief."
          ]
        }
      ],
      "headers": [
        "Beware of Faithlessness",
        "Entering God's Rest"
      ]
    },
    {
      "chapter_num": 4,
      "verses_count": 16,
      "verses": [
        {
          "num": 1,
          "text": "Therefore, since a promise remains of entering His rest, let us fear lest any of you seem to have come short of it. For indeed the gospel was preached to us as well as to them; but the word which they heard did not profit them, a not being mixed with faith in those who heard it. For we who have believed do enter that rest, as He has said:",
          "parts": [
            "Therefore, since a promise remains of entering His rest, let us fear lest any of you seem to have come short of it.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5821"
            },
            "For indeed the gospel was preached to us as well as to them; but the word which they heard did not profit them,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1593"
            },
            "not being mixed with faith in those who heard",
            {
              "style": "ITALIC",
              "text": "it."
            },
            "For we who have believed do enter that rest, as He has said:"
          ]
        },
        {
          "num": 4,
          "text": "For He has spoken in a certain place of the seventh day",
          "parts": [
            "For He has spoken in a certain place of the seventh",
            {
              "style": "ITALIC",
              "text": "day"
            }
          ]
        },
        {
          "num": 5,
          "text": "and again in this place:",
          "parts": [
            "and again in this",
            {
              "style": "ITALIC",
              "text": "place:"
            }
          ]
        },
        {
          "num": 6,
          "text": "Since therefore it remains that some must enter it, and those to whom it was first preached did not enter because of disobedience, again He designates a certain day, saying in David, “Today,” after such a long time, as it has been said:",
          "parts": [
            "Since therefore it remains that some",
            {
              "style": "ITALIC",
              "text": "must"
            },
            "enter it, and those to whom it was first preached did not enter because of disobedience,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5822"
            },
            "again He designates a certain day, saying in David,",
            {
              "style": "ITALIC",
              "text": "“Today,”"
            },
            "after such a long time, as it has been said:"
          ]
        },
        {
          "num": 7,
          "text": "again He designates a certain day, saying in David, “Today,”",
          "parts": [
            "again He designates a certain day, saying in David,",
            {
              "style": "ITALIC",
              "text": "“Today,”"
            }
          ]
        },
        {
          "num": 8,
          "text": "For if Joshua had given them rest, then He would not afterward have spoken of another day. There remains therefore a rest for the people of God. For he who has entered His rest has himself also ceased from his works as God did from His.",
          "parts": [
            "For if Joshua had given them rest, then He would not afterward have spoken of another day.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5823"
            },
            "There remains therefore a rest for the people of God.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5824"
            },
            "For he who has entered His rest has himself also ceased from his works as God",
            {
              "style": "ITALIC",
              "text": "did"
            },
            "from His."
          ]
        },
        {
          "num": 9,
          "text": "There remains therefore a rest for the people of God.",
          "parts": [
            "There remains therefore a rest for the people of God.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5824"
            }
          ]
        },
        {
          "num": 10,
          "text": "For he who has entered His rest has himself also ceased from his works as God did",
          "parts": [
            "For he who has entered His rest has himself also ceased from his works as God",
            {
              "style": "ITALIC",
              "text": "did"
            }
          ]
        },
        {
          "num": 11,
          "text": "Let us therefore be diligent to enter that rest, lest anyone fall according to the same example of disobedience. For the word of God is living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart. And there is no creature hidden from His sight, but all things are naked and open to the eyes of Him to whom we must give account.",
          "parts": [
            "Let us therefore be diligent to enter that rest, lest anyone fall according to the same example of disobedience.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5825"
            },
            "For the word of God",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5826"
            },
            "And there is no creature hidden from His sight, but all things",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "naked and open to the eyes of Him to whom we",
            {
              "style": "ITALIC",
              "text": "must give"
            },
            "account."
          ]
        },
        {
          "num": 12,
          "text": "For the word of God is",
          "parts": [
            "For the word of God",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 13,
          "text": "And there is no creature hidden from His sight, but all things are",
          "parts": [
            "And there is no creature hidden from His sight, but all things",
            {
              "style": "ITALIC",
              "text": "are"
            }
          ]
        },
        {
          "num": 14,
          "text": "Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession. For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin. Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.",
          "parts": [
            "Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast",
            {
              "style": "ITALIC",
              "text": "our"
            },
            "confession.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5827"
            },
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx352"
            },
            "For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all",
            {
              "style": "ITALIC",
              "text": "points"
            },
            "tempted as",
            {
              "style": "ITALIC",
              "text": "we are, yet"
            },
            "without sin.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5828"
            },
            "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5829"
            }
          ]
        },
        {
          "num": 15,
          "text": "For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points",
          "parts": [
            "For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all",
            {
              "style": "ITALIC",
              "text": "points"
            }
          ]
        },
        {
          "num": 16,
          "text": "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.",
          "parts": [
            "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5829"
            }
          ]
        }
      ],
      "headers": [
        "Christ's Rest Is Superior",
        "Work to Enter His Rest",
        "Our Merciful High Priest",
        "Qualifications for Priesthood: Aaron and Melchizedek"
      ]
    },
    {
      "chapter_num": 5,
      "verses_count": 14,
      "verses": [
        {
          "num": 1,
          "text": "For every high priest taken from among men is appointed for men in things pertaining to God, that he may offer both gifts and sacrifices for sins. He can have compassion on those who are ignorant and going astray, since he himself is also subject to weakness.",
          "parts": [
            "For every high priest taken from among men is appointed for men in things",
            {
              "style": "ITALIC",
              "text": "pertaining"
            },
            "to God, that he may offer both gifts and sacrifices for sins.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5830"
            },
            "He can have compassion on those who are ignorant and going astray, since he himself is also subject to weakness."
          ]
        },
        {
          "num": 3,
          "text": "Because of this he is required as for the people, so also for himself, to offer sacrifices",
          "parts": [
            "Because of this he is required as for the people, so also for himself, to offer",
            {
              "style": "ITALIC",
              "text": "sacrifices"
            }
          ]
        },
        {
          "num": 4,
          "text": "And no man takes this honor to himself, but he who is called by God, just as Aaron was",
          "parts": [
            "And no man takes this honor to himself, but he who is called by God, just as Aaron",
            {
              "style": "ITALIC",
              "text": "was"
            }
          ]
        },
        {
          "num": 5,
          "text": "So also Christ did not glorify Himself to become High Priest, but it was He who said to Him:",
          "parts": [
            "So also Christ did not glorify Himself to become High Priest, but",
            {
              "style": "ITALIC",
              "text": "it was"
            },
            "He who said to Him:"
          ]
        },
        {
          "num": 6,
          "text": "As He also says in another place:",
          "parts": [
            "As",
            {
              "style": "ITALIC",
              "text": "He"
            },
            "also says in another",
            {
              "style": "ITALIC",
              "text": "place:"
            }
          ]
        },
        {
          "num": 7,
          "text": "who, in the days of His flesh, when He had offered up prayers and supplications, with vehement cries and tears to Him who was able to save Him from death, and was heard because of His godly fear, though He was a Son, yet He learned obedience by the things which He suffered. And having been perfected, He became the author of eternal salvation to all who obey Him, called by God as High Priest “according to the order of Melchizedek,” of whom we have much to say, and hard to explain, since you have become dull of hearing.",
          "parts": [
            "who, in the days of His flesh, when He had offered up prayers and supplications, with vehement cries and tears to Him who was able to save Him from death, and was heard because of His godly fear,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5832"
            },
            "though He was a Son,",
            {
              "style": "ITALIC",
              "text": " yet"
            },
            "He learned obedience by the things which He suffered.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5833"
            },
            "And having been perfected, He became the author of eternal salvation to all who obey Him, called by God as High Priest",
            {
              "style": "ITALIC",
              "text": "“according to the order of Melchizedek,”"
            },
            "of whom we have much to say, and hard to explain, since you have become dull of hearing.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5834"
            }
          ]
        },
        {
          "num": 8,
          "text": "though He was a Son, yet",
          "parts": [
            "though He was a Son,",
            {
              "style": "ITALIC",
              "text": " yet"
            }
          ]
        },
        {
          "num": 9,
          "text": "And having been perfected, He became the author of eternal salvation to all who obey Him,",
          "parts": [
            "And having been perfected, He became the author of eternal salvation to all who obey Him,"
          ]
        },
        {
          "num": 10,
          "text": "called by God as High Priest “according to the order of Melchizedek,”",
          "parts": [
            "called by God as High Priest",
            {
              "style": "ITALIC",
              "text": "“according to the order of Melchizedek,”"
            }
          ]
        },
        {
          "num": 11,
          "text": "of whom we have much to say, and hard to explain, since you have become dull of hearing.",
          "parts": [
            "of whom we have much to say, and hard to explain, since you have become dull of hearing.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5834"
            }
          ]
        },
        {
          "num": 12,
          "text": "For though by this time you ought to be teachers, you need someone to teach you again the first principles of the oracles of God; and you have come to need milk and not solid food.",
          "parts": [
            "For though by this time you ought to be teachers, you need",
            {
              "style": "ITALIC",
              "text": "someone"
            },
            "to teach you again the first principles of the oracles of God; and you have come to need milk and not solid food."
          ]
        },
        {
          "num": 13,
          "text": "For everyone who partakes only",
          "parts": [
            "For everyone who partakes",
            {
              "style": "ITALIC",
              "text": "only"
            }
          ]
        },
        {
          "num": 14,
          "text": "But solid food belongs to those who are of full age, that is,",
          "parts": [
            "But solid food belongs to those who are of full age,",
            {
              "style": "ITALIC",
              "text": "that is,"
            }
          ]
        }
      ],
      "headers": [
        "Beware of Immaturity"
      ]
    },
    {
      "chapter_num": 6,
      "verses_count": 20,
      "verses": [
        {
          "num": 1,
          "text": "Therefore, leaving the discussion of the elementary principles of Christ, let us go on to perfection, not laying again the foundation of repentance from dead works and of faith toward God, of the doctrine of baptisms, of laying on of hands, of resurrection of the dead, and of eternal judgment. And this we will a do if God permits.",
          "parts": [
            "Therefore, leaving the discussion of the elementary",
            {
              "style": "ITALIC",
              "text": "principles"
            },
            "of Christ, let us go on to perfection, not laying again the foundation of repentance from dead works and of faith toward God,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5836"
            },
            "of the doctrine of baptisms, of laying on of hands, of resurrection of the dead, and of eternal judgment.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5837"
            },
            "And this we will",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1594"
            },
            "do if God permits."
          ]
        },
        {
          "num": 4,
          "text": "For it is impossible for those who were once enlightened, and have tasted the heavenly gift, and have become partakers of the Holy Spirit, and have tasted the good word of God and the powers of the age to come, if they fall away, a to renew them again to repentance, since they crucify again for themselves the Son of God, and put Him to an open shame.",
          "parts": [
            "For",
            {
              "style": "ITALIC",
              "text": "it is"
            },
            "impossible for those who were once enlightened, and have tasted the heavenly gift, and have become partakers of the Holy Spirit,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5838"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5839"
            },
            "and have tasted the good word of God and the powers of the age to come,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5840"
            },
            "if they fall away,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1595"
            },
            "to renew them again to repentance, since they crucify again for themselves the Son of God, and put",
            {
              "style": "ITALIC",
              "text": "Him"
            },
            "to an open shame.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5841"
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5842"
            }
          ]
        },
        {
          "num": 5,
          "text": "and have tasted the good word of God and the powers of the age to come,",
          "parts": [
            "and have tasted the good word of God and the powers of the age to come,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5840"
            }
          ]
        },
        {
          "num": 6,
          "text": "if they fall away, a",
          "parts": [
            "if they fall away,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1596"
            }
          ]
        },
        {
          "num": 7,
          "text": "For the earth which drinks in the rain that often comes upon it, and bears herbs useful for those by whom it is cultivated, receives blessing from God; but if it bears thorns and briers, it is rejected and near to being cursed, whose end is to be burned.",
          "parts": [
            "For the earth which drinks in the rain that often comes upon it, and bears herbs useful for those by whom it is cultivated, receives blessing from God;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5843"
            },
            "but if it bears thorns and briers,",
            {
              "style": "ITALIC",
              "text": "it is"
            },
            "rejected and near to being cursed, whose end",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "to be burned."
          ]
        },
        {
          "num": 8,
          "text": "but if it bears thorns and briers, it is",
          "parts": [
            "but if it bears thorns and briers,",
            {
              "style": "ITALIC",
              "text": "it is"
            }
          ]
        },
        {
          "num": 9,
          "text": "But, beloved, we are confident of better things concerning you, yes, things that accompany salvation, though we speak in this manner.",
          "parts": [
            "But, beloved, we are confident of better things concerning you, yes, things that accompany salvation, though we speak in this manner."
          ]
        },
        {
          "num": 10,
          "text": "For God is",
          "parts": [
            "For God",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 11,
          "text": "And we desire that each one of you show the same diligence to the full assurance of hope until the end,",
          "parts": [
            "And we desire that each one of you show the same diligence to the full assurance of hope until the end,"
          ]
        },
        {
          "num": 12,
          "text": "that you do not become sluggish, but imitate those who through faith and patience inherit the promises.",
          "parts": [
            "that you do not become sluggish, but imitate those who through faith and patience inherit the promises.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5845"
            }
          ]
        },
        {
          "num": 13,
          "text": "For when God made a promise to Abraham, because He could swear by no one greater, He swore by Himself, saying, “Surely blessing I will bless you, and multiplying I will multiply you.” a And so, after he had patiently endured, he obtained the promise.",
          "parts": [
            "For when God made a promise to Abraham, because He could swear by no one greater, He swore by Himself,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5846"
            },
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx354"
            },
            "saying,",
            {
              "style": "ITALIC",
              "text": "“Surely blessing I will bless you, and multiplying I will multiply you.”"
            },
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1597"
            },
            "And so, after he had patiently endured, he obtained the promise."
          ]
        },
        {
          "num": 14,
          "text": "saying, “Surely blessing I will bless you, and multiplying I will multiply you.”",
          "parts": [
            "saying,",
            {
              "style": "ITALIC",
              "text": "“Surely blessing I will bless you, and multiplying I will multiply you.”"
            }
          ]
        },
        {
          "num": 15,
          "text": "And so, after he had patiently endured, he obtained the promise.",
          "parts": [
            "And so, after he had patiently endured, he obtained the promise."
          ]
        },
        {
          "num": 16,
          "text": "For men indeed swear by the greater, and an oath for confirmation is",
          "parts": [
            "For men indeed swear by the greater, and an oath for confirmation",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 17,
          "text": "Thus God, determining to show more abundantly to the heirs of promise the immutability of His counsel, confirmed it",
          "parts": [
            "Thus God, determining to show more abundantly to the heirs of promise the immutability of His counsel, confirmed",
            {
              "style": "ITALIC",
              "text": "it"
            }
          ]
        },
        {
          "num": 18,
          "text": "that by two immutable things, in which it is",
          "parts": [
            "that by two immutable things, in which it",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 19,
          "text": "This hope we have as an anchor of the soul, both sure and steadfast, and which enters the Presence behind the veil, where the forerunner has entered for us, even Jesus, having become High Priest forever according to the order of Melchizedek.",
          "parts": [
            "This",
            {
              "style": "ITALIC",
              "text": "hope"
            },
            "we have as an anchor of the soul, both sure and steadfast, and which enters the",
            {
              "style": "ITALIC",
              "text": "Presence "
            },
            "behind the veil,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5848"
            },
            "where the forerunner has entered for us,",
            {
              "style": "ITALIC",
              "text": "even"
            },
            "Jesus, having become High Priest forever according to the order of Melchizedek.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5849"
            }
          ]
        },
        {
          "num": 20,
          "text": "where the forerunner has entered for us, even",
          "parts": [
            "where the forerunner has entered for us,",
            {
              "style": "ITALIC",
              "text": "even"
            }
          ]
        }
      ],
      "headers": [
        "Pursue the Promise with Persistence",
        "God Confirms the Promise by an Oath",
        "Priestly Orders: Levi and Melchizedek"
      ]
    },
    {
      "chapter_num": 7,
      "verses_count": 28,
      "verses": [
        {
          "num": 1,
          "text": "For this Melchizedek, king of Salem, priest of the Most High God, who met Abraham returning from the slaughter of the kings and blessed him, to whom also Abraham gave a tenth part of all, first being translated “king of righteousness,” and then also king of Salem, meaning “king of peace,” without father, without mother, without genealogy, having neither beginning of days nor end of life, but made like the Son of God, remains a priest continually.",
          "parts": [
            "For this Melchizedek, king of Salem, priest of the Most High God, who met Abraham returning from the slaughter of the kings and blessed him,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5850"
            },
            "to whom also Abraham gave a tenth part of all, first being translated “king of righteousness,” and then also king of Salem, meaning “king of peace,” without father, without mother, without genealogy, having neither beginning of days nor end of life, but made like the Son of God, remains a priest continually."
          ]
        },
        {
          "num": 4,
          "text": "Now consider how great this man was, to whom even the patriarch Abraham gave a tenth of the spoils.",
          "parts": [
            "Now consider how great this man",
            {
              "style": "ITALIC",
              "text": "was,"
            },
            "to whom even the patriarch Abraham gave a tenth of the spoils."
          ]
        },
        {
          "num": 5,
          "text": "And indeed those who are of the sons of Levi, who receive the priesthood, have a commandment to receive tithes from the people according to the law, that is, from their brethren, though they have come from the loins of Abraham;",
          "parts": [
            "And indeed those who are of the sons of Levi, who receive the priesthood, have a commandment to receive tithes from the people according to the law, that is, from their brethren, though they have come from the loins of Abraham;"
          ]
        },
        {
          "num": 6,
          "text": "but he whose genealogy is not derived from them received tithes from Abraham and blessed him who had the promises.",
          "parts": [
            "but he whose genealogy is not derived from them received tithes from Abraham and blessed him who had the promises."
          ]
        },
        {
          "num": 7,
          "text": "Now beyond all contradiction the lesser is blessed by the better.",
          "parts": [
            "Now beyond all contradiction the lesser is blessed by the better.",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx355"
            }
          ]
        },
        {
          "num": 8,
          "text": "Here mortal men receive tithes, but there he receives them,",
          "parts": [
            "Here mortal men receive tithes, but there he",
            {
              "style": "ITALIC",
              "text": "receives them,"
            }
          ]
        },
        {
          "num": 9,
          "text": "Even Levi, who receives tithes, paid tithes through Abraham, so to speak,",
          "parts": [
            "Even Levi, who receives tithes, paid tithes through Abraham, so to speak,"
          ]
        },
        {
          "num": 10,
          "text": "for he was still in the loins of his father when Melchizedek met him.",
          "parts": [
            "for he was still in the loins of his father when Melchizedek met him."
          ]
        },
        {
          "num": 11,
          "text": "Therefore, if perfection were through the Levitical priesthood (for under it the people received the law), what further need was there that another priest should rise according to the order of Melchizedek, and not be called according to the order of Aaron? For the priesthood being changed, of necessity there is also a change of the law.",
          "parts": [
            "Therefore, if perfection were through the Levitical priesthood (for under it the people received the law), what further need",
            {
              "style": "ITALIC",
              "text": "was there"
            },
            "that another priest should rise according to the order of Melchizedek, and not be called according to the order of Aaron?",
            {
              "style": "FOOTNOTE",
              "note_id": "f5851"
            },
            "For the priesthood being changed, of necessity there is also a change of the law."
          ]
        },
        {
          "num": 12,
          "text": "For the priesthood being changed, of necessity there is also a change of the law.",
          "parts": [
            "For the priesthood being changed, of necessity there is also a change of the law."
          ]
        },
        {
          "num": 13,
          "text": "For He of whom these things are spoken belongs to another tribe, from which no man has officiated at the altar.",
          "parts": [
            "For He of whom these things are spoken belongs to another tribe, from which no man has officiated at the altar."
          ]
        },
        {
          "num": 14,
          "text": "For it is evident that our Lord arose from Judah, of which tribe Moses spoke nothing concerning priesthood. a And it is yet far more evident if, in the likeness of Melchizedek, there arises another priest who has come, not according to the law of a fleshly commandment, but according to the power of an endless life.",
          "parts": [
            "For",
            {
              "style": "ITALIC",
              "text": "it is"
            },
            "evident that our Lord arose from Judah, of which tribe Moses spoke nothing concerning priesthood.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1598"
            },
            "And it is yet far more evident if, in the likeness of Melchizedek, there arises another priest who has come, not according to the law of a fleshly commandment, but according to the power of an endless life."
          ]
        },
        {
          "num": 15,
          "text": "And it is yet far more evident if, in the likeness of Melchizedek, there arises another priest",
          "parts": [
            "And it is yet far more evident if, in the likeness of Melchizedek, there arises another priest"
          ]
        },
        {
          "num": 16,
          "text": "who has come, not according to the law of a fleshly commandment, but according to the power of an endless life.",
          "parts": [
            "who has come, not according to the law of a fleshly commandment, but according to the power of an endless life."
          ]
        },
        {
          "num": 17,
          "text": "For He testifies: a",
          "parts": [
            "For He testifies:",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1599"
            }
          ]
        },
        {
          "num": 18,
          "text": "For on the one hand there is an annulling of the former commandment because of its weakness and unprofitableness, for the law made nothing perfect; on the other hand, there is the bringing in of a better hope, through which we draw near to God.",
          "parts": [
            "For on the one hand there is an annulling of the former commandment because of its weakness and unprofitableness, for the law made nothing perfect; on the other hand,",
            {
              "style": "ITALIC",
              "text": "there is the"
            },
            "bringing in of a better hope, through which we draw near to God."
          ]
        },
        {
          "num": 19,
          "text": "for the law made nothing perfect; on the other hand, there is the",
          "parts": [
            "for the law made nothing perfect; on the other hand,",
            {
              "style": "ITALIC",
              "text": "there is the"
            }
          ]
        },
        {
          "num": 20,
          "text": "And inasmuch as He was not made priest without an oath (for they have become priests without an oath, but He with an oath by Him who said to Him:",
          "parts": [
            "And inasmuch as",
            {
              "style": "ITALIC",
              "text": "He was"
            },
            "not",
            {
              "style": "ITALIC",
              "text": "made priest"
            },
            "without an oath (for they have become priests without an oath, but He with an oath by Him who said to Him:"
          ]
        },
        {
          "num": 21,
          "text": "(for they have become priests without an oath, but He with an oath by Him who said to Him:",
          "parts": [
            "(for they have become priests without an oath, but He with an oath by Him who said to Him:"
          ]
        },
        {
          "num": 22,
          "text": "by so much more Jesus has become a surety of a better covenant.",
          "parts": [
            "by so much more Jesus has become a surety of a better covenant."
          ]
        },
        {
          "num": 23,
          "text": "Also there were many priests, because they were prevented by death from continuing.",
          "parts": [
            "Also there were many priests, because they were prevented by death from continuing."
          ]
        },
        {
          "num": 24,
          "text": "But He, because He continues forever, has an unchangeable priesthood.",
          "parts": [
            "But He, because He continues forever, has an unchangeable priesthood."
          ]
        },
        {
          "num": 25,
          "text": "Therefore He is also able to save to the uttermost those who come to God through Him, since He always lives to make intercession for them.",
          "parts": [
            "Therefore He is also able to save to the uttermost those who come to God through Him, since He always lives to make intercession for them."
          ]
        },
        {
          "num": 26,
          "text": "For such a High Priest was fitting for us, who is holy, harmless, undefiled, separate from sinners, and has become higher than the heavens; who does not need daily, as those high priests, to offer up sacrifices, first for His own sins and then for the people's, for this He did once for all when He offered up Himself.",
          "parts": [
            "For such a High Priest was fitting for us,",
            {
              "style": "ITALIC",
              "text": "who is"
            },
            "holy, harmless, undefiled, separate from sinners, and has become higher than the heavens;",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx356"
            },
            "who does not need daily, as those high priests, to offer up sacrifices, first for His own sins and then for the people's, for this He did once for all when He offered up Himself."
          ]
        },
        {
          "num": 27,
          "text": "who does not need daily, as those high priests, to offer up sacrifices, first for His own sins and then for the people's, for this He did once for all when He offered up Himself.",
          "parts": [
            "who does not need daily, as those high priests, to offer up sacrifices, first for His own sins and then for the people's, for this He did once for all when He offered up Himself."
          ]
        },
        {
          "num": 28,
          "text": "For the law appoints as high priests men who have weakness, but the word of the oath, which came after the law, appoints",
          "parts": [
            "For the law appoints as high priests men who have weakness, but the word of the oath, which came after the law,",
            {
              "style": "ITALIC",
              "text": "appoints"
            }
          ]
        }
      ],
      "headers": [
        "The Rules of the Priestly Orders",
        "The Old Worship, an Earthly Shadow"
      ]
    },
    {
      "chapter_num": 8,
      "verses_count": 13,
      "verses": [
        {
          "num": 1,
          "text": "Now this is the main point of the things we are saying: We have such a High Priest, who is seated at the right hand of the throne of the Majesty in the heavens, a Minister of the sanctuary and of the true tabernacle which the Lord erected, and not man.",
          "parts": [
            "Now",
            {
              "style": "ITALIC",
              "text": "this is"
            },
            "the main point of the things we are saying: We have such a High Priest, who is seated at the right hand of the throne of the Majesty in the heavens,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5852"
            },
            "a Minister of the sanctuary and of the true tabernacle which the Lord erected, and not man."
          ]
        },
        {
          "num": 3,
          "text": "For every high priest is appointed to offer both gifts and sacrifices.",
          "parts": [
            "For every high priest is appointed to offer both gifts and sacrifices."
          ]
        },
        {
          "num": 4,
          "text": "For if He were on earth, He would not be a priest, since there are priests who offer the gifts according to the law;",
          "parts": [
            "For if He were on earth, He would not be a priest, since there are priests who offer the gifts according to the law;"
          ]
        },
        {
          "num": 5,
          "text": "who serve the copy and shadow of the heavenly things, as Moses was divinely instructed when he was about to make the tabernacle.",
          "parts": [
            "who serve the copy and shadow of the heavenly things, as Moses was divinely instructed when he was about to make the tabernacle."
          ]
        },
        {
          "num": 6,
          "text": "But now He has obtained a more excellent ministry, inasmuch as He is also Mediator of a better covenant, which was established on better promises.",
          "parts": [
            "But now He has obtained a more excellent ministry, inasmuch as He is also Mediator of a better covenant, which was established on better promises.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5853"
            }
          ]
        },
        {
          "num": 7,
          "text": "For if that first covenant had been faultless, then no place would have been sought for a second.",
          "parts": [
            "For if that first",
            {
              "style": "ITALIC",
              "text": "covenant"
            },
            "had been faultless, then no place would have been sought for a second."
          ]
        },
        {
          "num": 8,
          "text": "Because finding fault with them, He says: “Behold, the days are coming, says the LORD, when I will make a new covenant with the house of Israel and with the house of Judah—",
          "parts": [
            "Because finding fault with them, He says:",
            {
              "style": "ITALIC",
              "text": "“Behold, the days are coming, says the LORD, when I will make a new covenant with the house of Israel and with the house of Judah—"
            }
          ]
        },
        {
          "num": 9,
          "text": "not according to the covenant that I made with their fathers in the day when I took them by the hand to lead",
          "parts": [
            {
              "style": "ITALIC",
              "text": "not according to the covenant that I made with their fathers in the day when I took them by the hand to lead"
            }
          ]
        },
        {
          "num": 10,
          "text": "For this is the covenant that I will make with the house of Israel after those days, says the LORD: I will put My laws in their mind and write them on their hearts; and I will be their God, and they shall be My people.",
          "parts": [
            {
              "style": "ITALIC",
              "text": "For this is the covenant that I will make with the house of Israel after those days, says the LORD: I will put My laws in their mind and write them on their hearts; and I will be their God, and they shall be My people."
            }
          ]
        },
        {
          "num": 11,
          "text": "None of them shall teach his neighbor, and none his brother, saying, ‘Know the LORD,’ for all shall know Me, from the least of them to the greatest of them.",
          "parts": [
            {
              "style": "ITALIC",
              "text": "None of them shall teach his neighbor, and none his brother, saying, ‘Know the LORD,’ for all shall know Me, from the least of them to the greatest of them."
            }
          ]
        },
        {
          "num": 12,
          "text": "For I will be merciful to their unrighteousness, and their sins and their lawless deeds",
          "parts": [
            {
              "style": "ITALIC",
              "text": "For I will be merciful to their unrighteousness, and their sins and their lawless deeds"
            }
          ]
        },
        {
          "num": 13,
          "text": "In that He says, “A new covenant,” He has made the first obsolete.",
          "parts": [
            "In that He says,",
            {
              "style": "ITALIC",
              "text": "“A new covenant,”"
            },
            "He has made the first obsolete."
          ]
        }
      ],
      "headers": [
        "The Old Covenant Pleads for a New One",
        "The Earthly Sanctuary and Liturgy"
      ]
    },
    {
      "chapter_num": 9,
      "verses_count": 28,
      "verses": [
        {
          "num": 1,
          "text": "Then indeed, even the first covenant had ordinances of divine service and the earthly sanctuary. For a tabernacle was prepared: the first part, in which was the lampstand, the table, and the showbread, which is called the sanctuary; and behind the second veil, the part of the tabernacle which is called the Holiest of All, which had the golden censer and the ark of the covenant overlaid on all sides with gold, in which were the golden pot that had the manna, Aaron's rod that budded, and the tablets of the covenant; and above it were the cherubim of glory overshadowing the mercy seat.",
          "parts": [
            "Then indeed, even the first",
            {
              "style": "ITALIC",
              "text": "covenant"
            },
            "had ordinances of divine service and the earthly sanctuary.",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx357"
            },
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx358"
            },
            "For a tabernacle was prepared: the first",
            {
              "style": "ITALIC",
              "text": "part,"
            },
            "in which",
            {
              "style": "ITALIC",
              "text": "was"
            },
            "the lampstand, the table, and the showbread, which is called the sanctuary;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5854"
            },
            "and behind the second veil, the part of the tabernacle which is called the Holiest of All, which had the golden censer and the ark of the covenant overlaid on all sides with gold, in which",
            {
              "style": "ITALIC",
              "text": "were"
            },
            "the golden pot that had the manna, Aaron's rod that budded, and the tablets of the covenant;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5855"
            },
            "and above it were the cherubim of glory overshadowing the mercy seat."
          ]
        },
        {
          "num": 6,
          "text": "Now when these things had been thus prepared, the priests always went into the first part of the tabernacle, performing the services. But into the second part the high priest went alone once a year, not without blood, which he offered for himself and for the people's sins committed in ignorance; the Holy Spirit indicating this, that the way into the Holiest of All was not yet made manifest while the first tabernacle was still standing.",
          "parts": [
            "Now when these things had been thus prepared, the priests always went into the first part of the tabernacle, performing",
            {
              "style": "ITALIC",
              "text": "the"
            },
            {
              "style": "ITALIC",
              "text": "services."
            },
            {
              "style": "FOOTNOTE",
              "note_id": "f5857"
            },
            "But into the second part the high priest",
            {
              "style": "ITALIC",
              "text": "went"
            },
            "alone once a year, not without blood, which he offered for himself and",
            {
              "style": "ITALIC",
              "text": "for"
            },
            "the people's sins",
            {
              "style": "ITALIC",
              "text": "committed"
            },
            "in ignorance; the Holy Spirit indicating this, that the way into the Holiest of All was not yet made manifest while the first tabernacle was still standing."
          ]
        },
        {
          "num": 7,
          "text": "But into the second part the high priest went",
          "parts": [
            "But into the second part the high priest",
            {
              "style": "ITALIC",
              "text": "went"
            }
          ]
        },
        {
          "num": 8,
          "text": "the Holy Spirit indicating this, that the way into the Holiest of All was not yet made manifest while the first tabernacle was still standing.",
          "parts": [
            "the Holy Spirit indicating this, that the way into the Holiest of All was not yet made manifest while the first tabernacle was still standing."
          ]
        },
        {
          "num": 9,
          "text": "It was",
          "parts": [
            "It",
            {
              "style": "ITALIC",
              "text": "was"
            }
          ]
        },
        {
          "num": 10,
          "text": "concerned",
          "parts": [
            {
              "style": "ITALIC",
              "text": "concerned"
            }
          ]
        },
        {
          "num": 11,
          "text": "But Christ came as High Priest of the good things to come, a with the greater and more perfect tabernacle not made with hands, that is, not of this creation. Not with the blood of goats and calves, but with His own blood He entered the Most Holy Place once for all, having obtained eternal redemption.",
          "parts": [
            "But Christ came",
            {
              "style": "ITALIC",
              "text": "as"
            },
            "High Priest of the good things to come,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1600"
            },
            "with the greater and more perfect tabernacle not made with hands, that is, not of this creation.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5858"
            },
            "Not with the blood of goats and calves, but with His own blood He entered the Most Holy Place once for all, having obtained eternal redemption."
          ]
        },
        {
          "num": 12,
          "text": "Not with the blood of goats and calves, but with His own blood He entered the Most Holy Place once for all, having obtained eternal redemption.",
          "parts": [
            "Not with the blood of goats and calves, but with His own blood He entered the Most Holy Place once for all, having obtained eternal redemption."
          ]
        },
        {
          "num": 13,
          "text": "For if the blood of bulls and goats and the ashes of a heifer, sprinkling the unclean, sanctifies for the purifying of the flesh,",
          "parts": [
            "For if the blood of bulls and goats and the ashes of a heifer, sprinkling the unclean, sanctifies for the purifying of the flesh,"
          ]
        },
        {
          "num": 14,
          "text": "how much more shall the blood of Christ, who through the eternal Spirit offered Himself without spot to God, cleanse your conscience from dead works to serve the living God?",
          "parts": [
            "how much more shall the blood of Christ, who through the eternal Spirit offered Himself without spot to God, cleanse your conscience from dead works to serve the living God?",
            {
              "style": "FOOTNOTE",
              "note_id": "f5859"
            }
          ]
        },
        {
          "num": 15,
          "text": "And for this reason He is the Mediator of the new covenant, by means of death, for the redemption of the transgressions under the first covenant, that those who are called may receive the promise of the eternal inheritance.",
          "parts": [
            "And for this reason He is the Mediator of the new covenant, by means of death, for the redemption of the transgressions under the first covenant, that those who are called may receive the promise of the eternal inheritance.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5860"
            }
          ]
        },
        {
          "num": 16,
          "text": "For where there is a testament, there must also of necessity be the death of the testator.",
          "parts": [
            "For where there",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "a testament, there must also of necessity be the death of the testator."
          ]
        },
        {
          "num": 17,
          "text": "For a testament is",
          "parts": [
            "For a testament",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 18,
          "text": "Therefore not even the first covenant",
          "parts": [
            "Therefore not even the first",
            {
              "style": "ITALIC",
              "text": "covenant"
            }
          ]
        },
        {
          "num": 19,
          "text": "For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and goats, with water, scarlet wool, and hyssop, and sprinkled both the book itself and all the people,",
          "parts": [
            "For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and goats, with water, scarlet wool, and hyssop, and sprinkled both the book itself and all the people,"
          ]
        },
        {
          "num": 20,
          "text": "saying, “This is the blood of the covenant which God has commanded you.”",
          "parts": [
            "saying,",
            {
              "style": "ITALIC",
              "text": "“This is the blood of the covenant which God has commanded you.”"
            }
          ]
        },
        {
          "num": 21,
          "text": "Then likewise he sprinkled with blood both the tabernacle and all the vessels of the ministry.",
          "parts": [
            "Then likewise he sprinkled with blood both the tabernacle and all the vessels of the ministry.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5861"
            }
          ]
        },
        {
          "num": 22,
          "text": "And according to the law almost all things are purified with blood, and without shedding of blood there is no remission.",
          "parts": [
            "And according to the law almost all things are purified with blood, and without shedding of blood there is no remission."
          ]
        },
        {
          "num": 23,
          "text": "Therefore it was necessary that the copies of the things in the heavens should be purified with these, but the heavenly things themselves with better sacrifices than these. For Christ has not entered the holy places made with hands, which are copies of the true, but into heaven itself, now to appear in the presence of God for us; not that He should offer Himself often, as the high priest enters the Most Holy Place every year with blood of another— He then would have had to suffer often since the foundation of the world; but now, once at the end of the ages, He has appeared to put away sin by the sacrifice of Himself.",
          "parts": [
            "Therefore",
            {
              "style": "ITALIC",
              "text": "it was"
            },
            "necessary that the copies of the things in the heavens should be purified with these, but the heavenly things themselves with better sacrifices than these.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5862"
            },
            "For Christ has not entered the holy places made with hands,",
            {
              "style": "ITALIC",
              "text": "which are"
            },
            "copies of the true, but into heaven itself, now to appear in the presence of God for us; not that He should offer Himself often, as the high priest enters the Most Holy Place every year with blood of another— He then would have had to suffer often since the foundation of the world; but now, once at the end of the ages, He has appeared to put away sin by the sacrifice of Himself."
          ]
        },
        {
          "num": 24,
          "text": "For Christ has not entered the holy places made with hands, which are",
          "parts": [
            "For Christ has not entered the holy places made with hands,",
            {
              "style": "ITALIC",
              "text": "which are"
            }
          ]
        },
        {
          "num": 25,
          "text": "not that He should offer Himself often, as the high priest enters the Most Holy Place every year with blood of another—",
          "parts": [
            "not that He should offer Himself often, as the high priest enters the Most Holy Place every year with blood of another—"
          ]
        },
        {
          "num": 26,
          "text": "He then would have had to suffer often since the foundation of the world; but now, once at the end of the ages, He has appeared to put away sin by the sacrifice of Himself.",
          "parts": [
            "He then would have had to suffer often since the foundation of the world; but now, once at the end of the ages, He has appeared to put away sin by the sacrifice of Himself."
          ]
        },
        {
          "num": 27,
          "text": "And as it is appointed for men to die once, but after this the judgment,",
          "parts": [
            "And as it is appointed for men to die once, but after this the judgment,"
          ]
        },
        {
          "num": 28,
          "text": "so Christ was offered once to bear the sins of many.",
          "parts": [
            "so Christ was offered once to bear the sins of many."
          ]
        }
      ],
      "headers": [
        "The Heavenly Sanctuary and Liturgy",
        "The New Covenant: The Blood of Christ",
        "The New Worship Is Heavenly Reality",
        "The New Worship Accomplishes God's Will"
      ]
    },
    {
      "chapter_num": 10,
      "verses_count": 39,
      "verses": [
        {
          "num": 1,
          "text": "For the law, having a shadow of the good things to come, and not the very image of the things, can never with these same sacrifices, which they offer continually year by year, make those who approach perfect. For then would they not have ceased to be offered?",
          "parts": [
            "For the law, having a shadow of the good things to come,",
            {
              "style": "ITALIC",
              "text": "and"
            },
            "not the very image of the things, can never with these same sacrifices, which they offer continually year by year, make those who approach perfect.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5863"
            },
            "For then would they not have ceased to be offered?"
          ]
        },
        {
          "num": 3,
          "text": "But in those sacrifices there is",
          "parts": [
            "But in those",
            {
              "style": "ITALIC",
              "text": "sacrifices there is"
            }
          ]
        },
        {
          "num": 4,
          "text": "For it is",
          "parts": [
            "For",
            {
              "style": "ITALIC",
              "text": "it is"
            }
          ]
        },
        {
          "num": 5,
          "text": "Therefore, when He came into the world, He said:",
          "parts": [
            "Therefore, when He came into the world, He said:"
          ]
        },
        {
          "num": 8,
          "text": "Previously saying, “Sacrifice and offering, burnt offerings, and offerings for sin You did not desire, nor had pleasure in them” (which are offered according to the law), then He said, “Behold, I have come to do Your will, O God.” a He takes away the first that He may establish the second.",
          "parts": [
            "Previously saying,",
            {
              "style": "ITALIC",
              "text": "“Sacrifice and offering, burnt offerings, and offerings for sin You did not desire, nor had pleasure in them”"
            },
            "(which are offered according to the law),",
            {
              "style": "FOOTNOTE",
              "note_id": "f5865"
            },
            "then He said,",
            {
              "style": "ITALIC",
              "text": "“Behold, I have come to do Your will, O God.”"
            },
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1601"
            },
            "He takes away the first that He may establish the second."
          ]
        },
        {
          "num": 9,
          "text": "then He said, “Behold, I have come to do Your will, O God.”",
          "parts": [
            "then He said,",
            {
              "style": "ITALIC",
              "text": "“Behold, I have come to do Your will, O God.”"
            }
          ]
        },
        {
          "num": 10,
          "text": "By that will we have been sanctified through the offering of the body of Jesus Christ once for all.",
          "parts": [
            "By that will we have been sanctified through the offering of the body of Jesus Christ once",
            {
              "style": "ITALIC",
              "text": " for all."
            }
          ]
        },
        {
          "num": 11,
          "text": "And every priest stands ministering daily and offering repeatedly the same sacrifices, which can never take away sins. But this Man, after He had offered one sacrifice for sins forever, sat down at the right hand of God, from that time waiting till His enemies are made His footstool.",
          "parts": [
            "And every priest stands ministering daily and offering repeatedly the same sacrifices, which can never take away sins.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5866"
            },
            "But this Man, after He had offered one sacrifice for sins forever, sat down at the right hand of God, from that time waiting till His enemies are made His footstool."
          ]
        },
        {
          "num": 12,
          "text": "But this Man, after He had offered one sacrifice for sins forever, sat down at the right hand of God,",
          "parts": [
            "But this Man, after He had offered one sacrifice for sins forever, sat down at the right hand of God,"
          ]
        },
        {
          "num": 13,
          "text": "from that time waiting till His enemies are made His footstool.",
          "parts": [
            "from that time waiting till His enemies are made His footstool."
          ]
        },
        {
          "num": 14,
          "text": "For by one offering He has perfected forever those who are being sanctified.",
          "parts": [
            "For by one offering He has perfected forever those who are being sanctified.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5867"
            }
          ]
        },
        {
          "num": 15,
          "text": "But the Holy Spirit also witnesses to us; for after He had said before,",
          "parts": [
            "But the Holy Spirit also witnesses to us; for after He had said before,"
          ]
        },
        {
          "num": 16,
          "text": "“This is the covenant that I will make with them after those days, says the LORD: I will put My laws into their hearts, and in their minds I will write them,”",
          "parts": [
            {
              "style": "ITALIC",
              "text": "“This is the covenant that I will make with them after those days, says the LORD: I will put My laws into their hearts, and in their minds I will write them,”"
            }
          ]
        },
        {
          "num": 17,
          "text": "then He adds, “Their sins and their lawless deeds I will remember no more.”",
          "parts": [
            {
              "style": "ITALIC",
              "text": "then He adds, “Their sins and their lawless deeds I will remember no more.”"
            }
          ]
        },
        {
          "num": 18,
          "text": "Now where there is remission of these, there is no longer an offering for sin.",
          "parts": [
            "Now where there is remission of these,",
            {
              "style": "ITALIC",
              "text": "there is"
            },
            "no longer an offering for sin."
          ]
        },
        {
          "num": 19,
          "text": "Therefore, brethren, having boldness to enter the Holiest by the blood of Jesus, by a new and living way which He consecrated for us, through the veil, that is, His flesh, and having a High Priest over the house of God, let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water. Let us hold fast the confession of our hope without wavering, for He who promised is faithful.",
          "parts": [
            "Therefore, brethren, having boldness to enter the Holiest by the blood of Jesus, by a new and living way which He consecrated for us, through the veil, that is, His flesh, and",
            {
              "style": "ITALIC",
              "text": "having"
            },
            "a High Priest over the house of God, let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5868"
            },
            "Let us hold fast the confession of",
            {
              "style": "ITALIC",
              "text": "our"
            },
            "hope without wavering, for He who promised",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "faithful."
          ]
        },
        {
          "num": 20,
          "text": "by a new and living way which He consecrated for us, through the veil, that is, His flesh,",
          "parts": [
            "by a new and living way which He consecrated for us, through the veil, that is, His flesh,"
          ]
        },
        {
          "num": 21,
          "text": "and having",
          "parts": [
            "and",
            {
              "style": "ITALIC",
              "text": "having"
            }
          ]
        },
        {
          "num": 22,
          "text": "let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water.",
          "parts": [
            "let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5868"
            }
          ]
        },
        {
          "num": 23,
          "text": "Let us hold fast the confession of our",
          "parts": [
            "Let us hold fast the confession of",
            {
              "style": "ITALIC",
              "text": "our"
            }
          ]
        },
        {
          "num": 24,
          "text": "And let us consider one another in order to stir up love and good works,",
          "parts": [
            "And let us consider one another in order to stir up love and good works,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5869"
            }
          ]
        },
        {
          "num": 25,
          "text": "not forsaking the assembling of ourselves together, as is",
          "parts": [
            "not forsaking the assembling of ourselves together, as",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 26,
          "text": "For if we sin willfully after we have received the knowledge of the truth, there no longer remains a sacrifice for sins, but a certain fearful expectation of judgment, and fiery indignation which will devour the adversaries.",
          "parts": [
            "For if we sin willfully after we have received the knowledge of the truth, there no longer remains a sacrifice for sins,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5871"
            },
            "but a certain fearful expectation of judgment, and fiery indignation which will devour the adversaries."
          ]
        },
        {
          "num": 27,
          "text": "but a certain fearful expectation of judgment, and fiery indignation which will devour the adversaries.",
          "parts": [
            "but a certain fearful expectation of judgment, and fiery indignation which will devour the adversaries."
          ]
        },
        {
          "num": 28,
          "text": "Anyone who has rejected Moses’ law dies without mercy on the testimony of two or three witnesses.",
          "parts": [
            "Anyone who has rejected Moses’ law dies without mercy on the testimony of two or three witnesses."
          ]
        },
        {
          "num": 29,
          "text": "Of how much worse punishment, do you suppose, will he be thought worthy who has trampled the Son of God underfoot, counted the blood of the covenant by which he was sanctified a common thing, and insulted the Spirit of grace?",
          "parts": [
            "Of how much worse punishment, do you suppose, will he be thought worthy who has trampled the Son of God underfoot, counted the blood of the covenant by which he was sanctified a common thing, and insulted the Spirit of grace?"
          ]
        },
        {
          "num": 30,
          "text": "For we know Him who said, “Vengeance is Mine, I will repay,”",
          "parts": [
            "For we know Him who said,",
            {
              "style": "ITALIC",
              "text": "“Vengeance is Mine, I will repay,”"
            }
          ]
        },
        {
          "num": 31,
          "text": "It is a fearful thing to fall into the hands of the living God.",
          "parts": [
            "It is a fearful thing to fall into the hands of the living God."
          ]
        },
        {
          "num": 32,
          "text": "But recall the former days in which, after you were illuminated, you endured a great struggle with sufferings: partly while you were made a spectacle both by reproaches and tribulations, and partly while you became companions of those who were so treated; for you had compassion on me a in my chains, and joyfully accepted the plundering of your goods, knowing that you have a better and an enduring possession for yourselves in heaven. b Therefore do not cast away your confidence, which has great reward.",
          "parts": [
            "But recall the former days in which, after you were illuminated, you endured a great struggle with sufferings:",
            {
              "style": "FOOTNOTE",
              "note_id": "f5872"
            },
            "partly while you were made a spectacle both by reproaches and tribulations, and partly while you became companions of those who were so treated; for you had compassion on me",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1602"
            },
            "in my chains, and joyfully accepted the plundering of your goods, knowing that you have a better and an enduring possession for yourselves in heaven.",
            {
              "style": "CROSS_REF",
              "text": "b",
              "ref_id": "r1603"
            },
            "Therefore do not cast away your confidence, which has great reward."
          ]
        },
        {
          "num": 33,
          "text": "partly while you were made a spectacle both by reproaches and tribulations, and partly while you became companions of those who were so treated;",
          "parts": [
            "partly while you were made a spectacle both by reproaches and tribulations, and partly while you became companions of those who were so treated;"
          ]
        },
        {
          "num": 34,
          "text": "for you had compassion on me a",
          "parts": [
            "for you had compassion on me",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1604"
            }
          ]
        },
        {
          "num": 35,
          "text": "Therefore do not cast away your confidence, which has great reward.",
          "parts": [
            "Therefore do not cast away your confidence, which has great reward."
          ]
        },
        {
          "num": 36,
          "text": "For you have need of endurance, so that after you have done the will of God, you may receive the promise:",
          "parts": [
            "For you have need of endurance, so that after you have done the will of God, you may receive the promise:"
          ]
        },
        {
          "num": 39,
          "text": "But we are not of those who draw back to perdition, but of those who believe to the saving of the soul.",
          "parts": [
            "But we are not of those who draw back to perdition, but of those who believe to the saving of the soul."
          ]
        }
      ],
      "headers": [
        "The New Worship Gives Boldness",
        "Continue to Enter and Draw Near",
        "The Danger of Apostasy",
        "Continue to Persevere",
        "Faith's Hope"
      ]
    },
    {
      "chapter_num": 11,
      "verses_count": 40,
      "verses": [
        {
          "num": 1,
          "text": "Now faith is the substance of things hoped for, the evidence of things not seen. For by it the elders obtained a good testimony.",
          "parts": [
            "Now faith is the substance of things hoped for, the evidence of things not seen.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5873"
            },
            "For by it the elders obtained a",
            {
              "style": "ITALIC",
              "text": "good"
            },
            "testimony."
          ]
        },
        {
          "num": 3,
          "text": "By faith we understand that the worlds were framed by the word of God, so that the things which are seen were not made of things which are visible.",
          "parts": [
            "By faith we understand that the worlds were framed by the word of God, so that the things which are seen were not made of things which are visible."
          ]
        },
        {
          "num": 4,
          "text": "By faith Abel offered to God a more excellent sacrifice than Cain, through which he obtained witness that he was righteous, God testifying of his gifts; and through it he being dead still speaks.",
          "parts": [
            "By faith Abel offered to God a more excellent sacrifice than Cain, through which he obtained witness that he was righteous, God testifying of his gifts; and through it he being dead still speaks."
          ]
        },
        {
          "num": 5,
          "text": "By faith Enoch was taken away so that he did not see death, “and was not found, because God had taken him” ; a for before he was taken he had this testimony, that he pleased God.",
          "parts": [
            "By faith Enoch was taken away so that he did not see death,",
            {
              "style": "ITALIC",
              "text": "“and was not found, because God had taken him”"
            },
            ";",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1605"
            },
            "for before he was taken he had this testimony, that he pleased God."
          ]
        },
        {
          "num": 6,
          "text": "But without faith it is",
          "parts": [
            "But without faith",
            {
              "style": "ITALIC",
              "text": "it is"
            }
          ]
        },
        {
          "num": 7,
          "text": "By faith Noah, being divinely warned of things not yet seen, moved with godly fear, prepared an ark for the saving of his household, by which he condemned the world and became heir of the righteousness which is according to faith.",
          "parts": [
            "By faith Noah, being divinely warned of things not yet seen, moved with godly fear, prepared an ark for the saving of his household, by which he condemned the world and became heir of the righteousness which is according to faith."
          ]
        },
        {
          "num": 8,
          "text": "By faith Abraham obeyed when he was called to go out to the place which he would receive as an inheritance.",
          "parts": [
            "By faith Abraham obeyed when he was called to go out to the place which he would receive as an inheritance."
          ]
        },
        {
          "num": 9,
          "text": "By faith he dwelt in the land of promise as in",
          "parts": [
            "By faith he dwelt in the land of promise as",
            {
              "style": "ITALIC",
              "text": "in"
            }
          ]
        },
        {
          "num": 10,
          "text": "for he waited for the city which has foundations, whose builder and maker is",
          "parts": [
            "for he waited for the city which has foundations, whose builder and maker",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 11,
          "text": "By faith Sarah herself also received strength to conceive seed, and she bore a child a when she was past the age, because she judged Him faithful who had promised.",
          "parts": [
            "By faith Sarah herself also received strength to conceive seed, and she bore a child",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1606"
            },
            "when she was past the age, because she judged Him faithful who had promised."
          ]
        },
        {
          "num": 12,
          "text": "Therefore from one man, and him as good as dead, were born as many",
          "parts": [
            "Therefore from one man, and him as good as dead, were born",
            {
              "style": "ITALIC",
              "text": "as many"
            }
          ]
        },
        {
          "num": 13,
          "text": "These all died in faith, not having received the promises, but having seen them afar off were assured of them, a embraced them and confessed that they were strangers and pilgrims on the earth.",
          "parts": [
            "These all died in faith, not having received the promises, but having seen them afar off were assured of them,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1607"
            },
            "embraced",
            {
              "style": "ITALIC",
              "text": "them"
            },
            "and confessed that they were strangers and pilgrims on the earth."
          ]
        },
        {
          "num": 14,
          "text": "For those who say such things declare plainly that they seek a homeland.",
          "parts": [
            "For those who say such things declare plainly that they seek a homeland."
          ]
        },
        {
          "num": 15,
          "text": "And truly if they had called to mind that country",
          "parts": [
            "And truly if they had called to mind that",
            {
              "style": "ITALIC",
              "text": "country"
            }
          ]
        },
        {
          "num": 16,
          "text": "But now they desire a better, that is, a heavenly country.",
          "parts": [
            "But now they desire a better, that is, a heavenly",
            {
              "style": "ITALIC",
              "text": "country."
            }
          ]
        },
        {
          "num": 17,
          "text": "By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten son, of whom it was said, “In Isaac your seed shall be called,” a concluding that God was able to raise him up, even from the dead, from which he also received him in a figurative sense.",
          "parts": [
            "By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten",
            {
              "style": "ITALIC",
              "text": "son,"
            },
            "of whom it was said,",
            {
              "style": "ITALIC",
              "text": "“In Isaac your seed shall be called,”"
            },
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1608"
            },
            "concluding that God",
            {
              "style": "ITALIC",
              "text": "was"
            },
            "able to raise",
            {
              "style": "ITALIC",
              "text": "him"
            },
            "up, even from the dead, from which he also received him in a figurative sense."
          ]
        },
        {
          "num": 18,
          "text": "of whom it was said, “In Isaac your seed shall be called,”",
          "parts": [
            "of whom it was said,",
            {
              "style": "ITALIC",
              "text": "“In Isaac your seed shall be called,”"
            }
          ]
        },
        {
          "num": 19,
          "text": "concluding that God was",
          "parts": [
            "concluding that God",
            {
              "style": "ITALIC",
              "text": "was"
            }
          ]
        },
        {
          "num": 20,
          "text": "By faith Isaac blessed Jacob and Esau concerning things to come.",
          "parts": [
            "By faith Isaac blessed Jacob and Esau concerning things to come."
          ]
        },
        {
          "num": 21,
          "text": "By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff.",
          "parts": [
            "By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped,",
            {
              "style": "ITALIC",
              "text": "leaning"
            },
            "on the top of his staff.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5875"
            }
          ]
        },
        {
          "num": 22,
          "text": "By faith Joseph, when he was dying, made mention of the departure of the children of Israel, and gave instructions concerning his bones.",
          "parts": [
            "By faith Joseph, when he was dying, made mention of the departure of the children of Israel, and gave instructions concerning his bones."
          ]
        },
        {
          "num": 23,
          "text": "By faith Moses, when he was born, was hidden three months by his parents, because they saw he was a beautiful child; and they were not afraid of the king's command.",
          "parts": [
            "By faith Moses, when he was born, was hidden three months by his parents, because they saw",
            {
              "style": "ITALIC",
              "text": "he"
            },
            {
              "style": "ITALIC",
              "text": "was"
            },
            "a beautiful child; and they were not afraid of the king's command."
          ]
        },
        {
          "num": 24,
          "text": "By faith Moses, when he became of age, refused to be called the son of Pharaoh's daughter, choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin, esteeming the reproach of Christ greater riches than the treasures in a Egypt; for he looked to the reward.",
          "parts": [
            "By faith Moses, when he became of age, refused to be called the son of Pharaoh's daughter,",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx360"
            },
            "choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin, esteeming the reproach of Christ greater riches than the treasures in",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1609"
            },
            "Egypt; for he looked to the reward."
          ]
        },
        {
          "num": 25,
          "text": "choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin,",
          "parts": [
            "choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin,"
          ]
        },
        {
          "num": 26,
          "text": "esteeming the reproach of Christ greater riches than the treasures in a",
          "parts": [
            "esteeming the reproach of Christ greater riches than the treasures in",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1610"
            }
          ]
        },
        {
          "num": 27,
          "text": "By faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing Him who is invisible.",
          "parts": [
            "By faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing Him who is invisible."
          ]
        },
        {
          "num": 28,
          "text": "By faith he kept the Passover and the sprinkling of blood, lest he who destroyed the firstborn should touch them.",
          "parts": [
            "By faith he kept the Passover and the sprinkling of blood, lest he who destroyed the firstborn should touch them."
          ]
        },
        {
          "num": 29,
          "text": "By faith they passed through the Red Sea as by dry land, whereas the Egyptians, attempting to do so, were drowned.",
          "parts": [
            "By faith they passed through the Red Sea as by dry",
            {
              "style": "ITALIC",
              "text": "land,"
            },
            {
              "style": "ITALIC",
              "text": "whereas"
            },
            "the Egyptians, attempting to do so, were drowned."
          ]
        },
        {
          "num": 30,
          "text": "By faith the walls of Jericho fell down after they were encircled for seven days.",
          "parts": [
            "By faith the walls of Jericho fell down after they were encircled for seven days."
          ]
        },
        {
          "num": 31,
          "text": "By faith the harlot Rahab did not perish with those who did not believe, when she had received the spies with peace.",
          "parts": [
            "By faith the harlot Rahab did not perish with those who did not believe, when she had received the spies with peace."
          ]
        },
        {
          "num": 32,
          "text": "And what more shall I say?",
          "parts": [
            "And what more shall I say?"
          ]
        },
        {
          "num": 33,
          "text": "who through faith subdued kingdoms, worked righteousness, obtained promises, stopped the mouths of lions,",
          "parts": [
            "who through faith subdued kingdoms, worked righteousness, obtained promises, stopped the mouths of lions,",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx361"
            }
          ]
        },
        {
          "num": 34,
          "text": "quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, became valiant in battle, turned to flight the armies of the aliens.",
          "parts": [
            "quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, became valiant in battle, turned to flight the armies of the aliens."
          ]
        },
        {
          "num": 35,
          "text": "Women received their dead raised to life again.",
          "parts": [
            "Women received their dead raised to life again."
          ]
        },
        {
          "num": 36,
          "text": "Still others had trial of mockings and scourgings, yes, and of chains and imprisonment.",
          "parts": [
            "Still others had trial of mockings and scourgings, yes, and of chains and imprisonment."
          ]
        },
        {
          "num": 37,
          "text": "They were stoned, they were sawn in two, were tempted, a",
          "parts": [
            "They were stoned, they were sawn in two, were tempted,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1611"
            }
          ]
        },
        {
          "num": 38,
          "text": "of whom the world was not worthy.",
          "parts": [
            "of whom the world was not worthy."
          ]
        },
        {
          "num": 39,
          "text": "And all these, having obtained a good testimony through faith, did not receive the promise, God having provided something better for us, that they should not be made perfect apart from us.",
          "parts": [
            "And all these, having obtained a good testimony through faith, did not receive the promise, God having provided something better for us, that they should not be made perfect apart from us.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5878"
            }
          ]
        },
        {
          "num": 40,
          "text": "God having provided something better for us, that they should not be made perfect apart from us.",
          "parts": [
            "God having provided something better for us, that they should not be made perfect apart from us.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5878"
            }
          ]
        }
      ],
      "headers": [
        "Faith from Creation to the Flood",
        "Faith from Abraham to Joseph",
        "Faith from Moses to Joshua",
        "Faith of Other Israelites",
        "Faith's Perfection",
        "Look to Jesus"
      ]
    },
    {
      "chapter_num": 12,
      "verses_count": 29,
      "verses": [
        {
          "num": 1,
          "text": "Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us, looking unto Jesus, the author and finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God.",
          "parts": [
            "Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares",
            {
              "style": "ITALIC",
              "text": "us,"
            },
            "and let us run with endurance the race that is set before us,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5879"
            },
            "looking unto Jesus, the author and finisher of",
            {
              "style": "ITALIC",
              "text": "our"
            },
            "faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5880"
            }
          ]
        },
        {
          "num": 3,
          "text": "For consider Him who endured such hostility from sinners against Himself, lest you become weary and discouraged in your souls.",
          "parts": [
            "For consider Him who endured such hostility from sinners against Himself, lest you become weary and discouraged in your souls."
          ]
        },
        {
          "num": 4,
          "text": "You have not yet resisted to bloodshed, striving against sin.",
          "parts": [
            "You have not yet resisted to bloodshed, striving against sin.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5881"
            }
          ]
        },
        {
          "num": 5,
          "text": "And you have forgotten the exhortation which speaks to you as to sons:",
          "parts": [
            "And you have forgotten the exhortation which speaks to you as to sons:"
          ]
        },
        {
          "num": 7,
          "text": "If a you endure chastening, God deals with you as with sons; for what son is there whom a father does not chasten?",
          "parts": [
            "If",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1612"
            },
            "you endure chastening, God deals with you as with sons; for what son is there whom a father does not chasten?"
          ]
        },
        {
          "num": 8,
          "text": "But if you are without chastening, of which all have become partakers, then you are illegitimate and not sons.",
          "parts": [
            "But if you are without chastening, of which all have become partakers, then you are illegitimate and not sons."
          ]
        },
        {
          "num": 9,
          "text": "Furthermore, we have had human fathers who corrected us,",
          "parts": [
            "Furthermore, we have had human fathers who corrected",
            {
              "style": "ITALIC",
              "text": "us,"
            }
          ]
        },
        {
          "num": 10,
          "text": "For they indeed for a few days chastened us",
          "parts": [
            "For they indeed for a few days chastened",
            {
              "style": "ITALIC",
              "text": "us"
            }
          ]
        },
        {
          "num": 11,
          "text": "Now no chastening seems to be joyful for the present, but painful; nevertheless, afterward it yields the peaceable fruit of righteousness to those who have been trained by it.",
          "parts": [
            "Now no chastening seems to be joyful for the present, but painful; nevertheless, afterward it yields the peaceable fruit of righteousness to those who have been trained by it."
          ]
        },
        {
          "num": 12,
          "text": "Therefore strengthen the hands which hang down, and the feeble knees, and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed.",
          "parts": [
            "Therefore strengthen the hands which hang down, and the feeble knees, and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5882"
            }
          ]
        },
        {
          "num": 13,
          "text": "and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed.",
          "parts": [
            "and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5882"
            }
          ]
        },
        {
          "num": 14,
          "text": "Pursue peace with all people, and holiness, without which no one will see the Lord: looking carefully lest anyone fall short of the grace of God; lest any root of bitterness springing up cause trouble, and by this many become defiled; lest there be any fornicator or profane person like Esau, who for one morsel of food sold his birthright.",
          "parts": [
            "Pursue peace with all",
            {
              "style": "ITALIC",
              "text": "people,"
            },
            "and holiness, without which no one will see the Lord:",
            {
              "style": "FOOTNOTE",
              "note_id": "f5883"
            },
            "looking carefully lest anyone fall short of the grace of God; lest any root of bitterness springing up cause trouble, and by this many become defiled; lest there",
            {
              "style": "ITALIC",
              "text": "be"
            },
            "any fornicator or profane person like Esau, who for one morsel of food sold his birthright."
          ]
        },
        {
          "num": 15,
          "text": "looking carefully lest anyone fall short of the grace of God; lest any root of bitterness springing up cause trouble, and by this many become defiled;",
          "parts": [
            "looking carefully lest anyone fall short of the grace of God; lest any root of bitterness springing up cause trouble, and by this many become defiled;"
          ]
        },
        {
          "num": 16,
          "text": "lest there be",
          "parts": [
            "lest there",
            {
              "style": "ITALIC",
              "text": "be"
            }
          ]
        },
        {
          "num": 17,
          "text": "For you know that afterward, when he wanted to inherit the blessing, he was rejected, for he found no place for repentance, though he sought it diligently with tears.",
          "parts": [
            "For you know that afterward, when he wanted to inherit the blessing, he was rejected, for he found no place for repentance, though he sought it diligently with tears."
          ]
        },
        {
          "num": 18,
          "text": "For you have not come to the mountain that a may be touched and that burned with fire, and to blackness and darkness b and tempest, and the sound of a trumpet and the voice of words, so that those who heard it begged that the word should not be spoken to them anymore.",
          "parts": [
            "For you have not come to the mountain that",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1613"
            },
            "may be touched and that burned with fire, and to blackness and darkness",
            {
              "style": "CROSS_REF",
              "text": "b",
              "ref_id": "r1614"
            },
            "and tempest,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5884"
            },
            "and the sound of a trumpet and the voice of words, so that those who heard",
            {
              "style": "ITALIC",
              "text": "it"
            },
            "begged that the word should not be spoken to them anymore."
          ]
        },
        {
          "num": 19,
          "text": "and the sound of a trumpet and the voice of words, so that those who heard it",
          "parts": [
            "and the sound of a trumpet and the voice of words, so that those who heard",
            {
              "style": "ITALIC",
              "text": "it"
            }
          ]
        },
        {
          "num": 20,
          "text": "(For they could not endure what was commanded: “And if so much as a beast touches the mountain, it shall be stoneda or shot with an arrow.”",
          "parts": [
            "(For they could not endure what was commanded:",
            {
              "style": "ITALIC",
              "text": "“And if so much as a beast touches the mountain, it shall be stoneda or shot with an arrow.”"
            }
          ]
        },
        {
          "num": 21,
          "text": "And so terrifying was the sight that",
          "parts": [
            "And so terrifying was the sight",
            {
              "style": "ITALIC",
              "text": "that"
            }
          ]
        },
        {
          "num": 22,
          "text": "But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, to an innumerable company of angels, to the general assembly and church of the firstborn who are registered in heaven, to God the Judge of all, to the spirits of just men made perfect, to Jesus the Mediator of the new covenant, and to the blood of sprinkling that speaks better things than that of Abel.",
          "parts": [
            "But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, to an innumerable company of angels,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5885"
            },
            "to the general assembly and church of the firstborn",
            {
              "style": "ITALIC",
              "text": "who are"
            },
            "registered in heaven, to God the Judge of all, to the spirits of just men made perfect, to Jesus the Mediator of the new covenant, and to the blood of sprinkling that speaks better things than",
            {
              "style": "ITALIC",
              "text": "that of"
            },
            "Abel."
          ]
        },
        {
          "num": 23,
          "text": "to the general assembly and church of the firstborn who are",
          "parts": [
            "to the general assembly and church of the firstborn",
            {
              "style": "ITALIC",
              "text": "who are"
            }
          ]
        },
        {
          "num": 24,
          "text": "to Jesus the Mediator of the new covenant, and to the blood of sprinkling that speaks better things than that of",
          "parts": [
            "to Jesus the Mediator of the new covenant, and to the blood of sprinkling that speaks better things than",
            {
              "style": "ITALIC",
              "text": "that of"
            }
          ]
        },
        {
          "num": 25,
          "text": "See that you do not refuse Him who speaks.",
          "parts": [
            "See that you do not refuse Him who speaks."
          ]
        },
        {
          "num": 26,
          "text": "whose voice then shook the earth; but now He has promised, saying, “Yet once more I shakea not only the earth, but also heaven.”",
          "parts": [
            "whose voice then shook the earth; but now He has promised, saying,",
            {
              "style": "ITALIC",
              "text": "“Yet once more I shakea not only the earth, but also heaven.”"
            }
          ]
        },
        {
          "num": 27,
          "text": "Now this, “Yet once more,”",
          "parts": [
            "Now this,",
            {
              "style": "ITALIC",
              "text": "“Yet once more,”"
            }
          ]
        },
        {
          "num": 28,
          "text": "Therefore, since we are receiving a kingdom which cannot be shaken, let us have grace, by which we may a serve God acceptably with reverence and godly fear. For our God is a consuming fire.",
          "parts": [
            "Therefore, since we are receiving a kingdom which cannot be shaken, let us have grace, by which we may",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1615"
            },
            "serve God acceptably with reverence and godly fear.",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx362"
            },
            "For our God",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "a consuming fire.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5888"
            }
          ]
        },
        {
          "num": 29,
          "text": "For our God is",
          "parts": [
            "For our God",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        }
      ],
      "headers": [
        "Do Not Despise God's Chastening",
        "The Heavenly Jerusalem",
        "The Purity of Christian Community"
      ]
    },
    {
      "chapter_num": 13,
      "verses_count": 25,
      "verses": [
        {
          "num": 1,
          "text": "Let brotherly love continue. Do not forget to entertain strangers, for by so doing some have unwittingly entertained angels.",
          "parts": [
            "Let brotherly love continue.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5889"
            },
            "Do not forget to entertain strangers, for by so",
            {
              "style": "ITALIC",
              "text": "doing"
            },
            "some have unwittingly entertained angels."
          ]
        },
        {
          "num": 3,
          "text": "Remember the prisoners as if chained with them—those who are mistreated—since you yourselves are in the body also.",
          "parts": [
            "Remember the prisoners as if chained with them—those who are mistreated—since you yourselves are in the body also."
          ]
        },
        {
          "num": 4,
          "text": "Marriage is honorable among all, and the bed undefiled; but fornicators and adulterers God will judge.",
          "parts": [
            "Marriage",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "honorable among all, and the bed undefiled; but fornicators and adulterers God will judge."
          ]
        },
        {
          "num": 5,
          "text": "Let your",
          "parts": [
            {
              "style": "ITALIC",
              "text": "Let your"
            }
          ]
        },
        {
          "num": 6,
          "text": "So we may boldly say:",
          "parts": [
            "So we may boldly say:"
          ]
        },
        {
          "num": 7,
          "text": "Remember those who rule over you, who have spoken the word of God to you, whose faith follow, considering the outcome of their conduct. Jesus Christ is the same yesterday, today, and forever.",
          "parts": [
            "Remember those who rule over you, who have spoken the word of God to you, whose faith follow, considering the outcome of",
            {
              "style": "ITALIC",
              "text": " their"
            },
            "conduct.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5890"
            },
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx363"
            },
            "Jesus Christ",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "the same yesterday, today, and forever.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5891"
            }
          ]
        },
        {
          "num": 8,
          "text": "Jesus Christ is",
          "parts": [
            "Jesus Christ",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 9,
          "text": "Do not be carried about a with various and strange doctrines.",
          "parts": [
            "Do not be carried about",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1616"
            },
            "with various and strange doctrines."
          ]
        },
        {
          "num": 10,
          "text": "We have an altar from which those who serve the tabernacle have no right to eat. For the bodies of those animals, whose blood is brought into the sanctuary by the high priest for sin, are burned outside the camp. Therefore Jesus also, that He might sanctify the people with His own blood, suffered outside the gate.",
          "parts": [
            "We have an altar from which those who serve the tabernacle have no right to eat.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5893"
            },
            "For the bodies of those animals, whose blood is brought into the sanctuary by the high priest for sin, are burned outside the camp.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5894"
            },
            "Therefore Jesus also, that He might sanctify the people with His own blood, suffered outside the gate."
          ]
        },
        {
          "num": 11,
          "text": "For the bodies of those animals, whose blood is brought into the sanctuary by the high priest for sin, are burned outside the camp.",
          "parts": [
            "For the bodies of those animals, whose blood is brought into the sanctuary by the high priest for sin, are burned outside the camp.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5894"
            }
          ]
        },
        {
          "num": 12,
          "text": "Therefore Jesus also, that He might sanctify the people with His own blood, suffered outside the gate.",
          "parts": [
            "Therefore Jesus also, that He might sanctify the people with His own blood, suffered outside the gate."
          ]
        },
        {
          "num": 13,
          "text": "Therefore let us go forth to Him, outside the camp, bearing His reproach.",
          "parts": [
            "Therefore let us go forth to Him, outside the camp, bearing His reproach.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5895"
            }
          ]
        },
        {
          "num": 14,
          "text": "For here we have no continuing city, but we seek the one to come.",
          "parts": [
            "For here we have no continuing city, but we seek the one to come."
          ]
        },
        {
          "num": 15,
          "text": "Therefore by Him let us continually offer the sacrifice of praise to God, that is, the fruit of our",
          "parts": [
            "Therefore by Him let us continually offer the sacrifice of praise to God, that is, the fruit of",
            {
              "style": "ITALIC",
              "text": "our"
            }
          ]
        },
        {
          "num": 16,
          "text": "But do not forget to do good and to share, for with such sacrifices God is well pleased.",
          "parts": [
            "But do not forget to do good and to share, for with such sacrifices God is well pleased."
          ]
        },
        {
          "num": 17,
          "text": "Obey those who rule over you, and be submissive, for they watch out for your souls, as those who must give account.",
          "parts": [
            "Obey those who rule over you, and be submissive, for they watch out for your souls, as those who must give account."
          ]
        },
        {
          "num": 18,
          "text": "Pray for us; for we are confident that we have a good conscience, in all things desiring to live honorably.",
          "parts": [
            "Pray for us; for we are confident that we have a good conscience, in all things desiring to live honorably."
          ]
        },
        {
          "num": 19,
          "text": "But I especially urge you",
          "parts": [
            "But I especially urge",
            {
              "style": "ITALIC",
              "text": "you"
            }
          ]
        },
        {
          "num": 20,
          "text": "Now may the God of peace who brought up our Lord Jesus from the dead, that great Shepherd of the sheep, through the blood of the everlasting covenant, make you complete in every good work to do His will, working in you a what is well pleasing in His sight, through Jesus Christ, to whom be glory forever and ever.",
          "parts": [
            "Now may the God of peace who brought up our Lord Jesus from the dead, that great Shepherd of the sheep, through the blood of the everlasting covenant,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5897"
            },
            "make you complete in every good work to do His will, working in you",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1617"
            },
            "what is well pleasing in His sight, through Jesus Christ, to whom",
            {
              "style": "ITALIC",
              "text": "be"
            },
            "glory forever and ever."
          ]
        },
        {
          "num": 21,
          "text": "make you complete in every good work to do His will, working in you a",
          "parts": [
            "make you complete in every good work to do His will, working in you",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1618"
            }
          ]
        },
        {
          "num": 22,
          "text": "And I appeal to you, brethren, bear with the word of exhortation, for I have written to you in few words.",
          "parts": [
            "And I appeal to you, brethren, bear with the word of exhortation, for I have written to you in few words."
          ]
        },
        {
          "num": 23,
          "text": "Know that our",
          "parts": [
            "Know that",
            {
              "style": "ITALIC",
              "text": "our"
            }
          ]
        },
        {
          "num": 24,
          "text": "Greet all those who rule over you, and all the saints.",
          "parts": [
            "Greet all those who rule over you, and all the saints."
          ]
        },
        {
          "num": 25,
          "text": "Grace be with you all.",
          "parts": [
            "Grace",
            {
              "style": "ITALIC",
              "text": "be"
            },
            "with you all."
          ]
        }
      ],
      "headers": [
        "Remember Those Who Rule Over You",
        "Loyalty to Orthodox Doctrine and Worship",
        "The Holy Life Summarized",
        "Conclusion"
      ]
    }
  ],
  "author": "In the early centuries of the Church, several differing opinions circulated as to who wrote Hebrews. By the fourth century most witnesses ascribed Hebrews to St. Paul, including St. John Chrysostom (d. AD 407) and St. Athanasius (d. AD 373). Church historian Eusebius (d. c. AD 340) included Hebrews in his list of Paul's epistles, but noted that Rome rejected the letter because it was not Pauline. A Council at Carthage (AD 397) canonized Hebrews as one of fourteen epistles of Paul. All Orthodox lectionaries introduce Hebrews with “the reading from the Epistle of the Holy Apostle Paul to the Hebrews.” Nevertheless, most biblical scholars today agree authorship of the letter is uncertain.",
  "date": "The content of the epistle and the witness of the early Church argue for some time near AD 70.",
  "theme": "MajorTheme—Persevering faith in the incarnate Son. Jesus Christ is superior to the prophets, angels, Moses, and Aaron. He offers a better priesthood, sanctuary, and sacrifice, for in His worship we enter heaven. Therefore, we must faithfully hold fast to Him.",
  "lessons": [
    {
      "title": "The Supreme Revelation of the Son of God",
      "entries": [
        {
          "parts": [
            "T H E P R I E S T H O O D—",
            {
              "style": "LINE_BREAK",
              "text": "\n"
            },
            "E A R T H L Y A N D E T E R N A L"
          ]
        },
        {
          "parts": [
            {
              "style": "BOLD",
              "text": "A"
            },
            "major theme of the Book of Hebrews is the contrast between the earthly, or Levitical, priesthood and the eternal priesthood of Melchizedek, which is fulfilled in Christ."
          ]
        },
        {
          "parts": [
            "The Levitical priesthood, established by Aaron of the tribe of Levi, is limited simply because those who fill it are ordinary human beings. The Levitical priests carry out God’s instructions and assist the people in their worship, but they cannot ultimately reconcile people to God."
          ]
        },
        {
          "parts": [
            "The mysterious figure of Melchizedek, on the other hand, represents an entirely different kind of priesthood. Melchizedek appears in",
            {
              "style": "CROSS_REF",
              "text": "Genesis 14:18–20",
              "ref_id": "r1619"
            },
            ", long before the establishment of the Levitical priesthood. He is given no genealogy, and nothing is said of his death. He receives tithes from Abraham, implying he is superior to Abraham in rank—and by extension, superior to Abraham’s descendants, the Levites. Melchizedek is not only a priest but a king as well. In this dual office he is able to reconcile the justice of God (the business of a king) with His mercy (the business of a priest). His name means “King of Righteousness,” and his title “King of Salem” means “King of Peace.” He maybe a theophany—a preincarnate appearance of Christ; at the very least he is a type of Christ, as the author of Hebrews explains in detail."
          ]
        },
        {
          "parts": [
            "There are several specific points of contrast between the Levitical priesthood and the priesthood of Melchizedek, which is fulfilled in Christ."
          ]
        }
      ]
    },
    {
      "title": "THE PRIESTHOOD OF LEVI",
      "entries": [
        {
          "parts": [
            "1",
            {
              "style": "ITALIC",
              "text": "Genealogical requirement: "
            },
            "The Leviti-cal priesthood is limited to one tribe. It cannot transform mortal and corrupt humanity because it consists of mere men."
          ]
        },
        {
          "parts": [
            "2",
            {
              "style": "ITALIC",
              "text": "Ordination: "
            },
            "The power given at ordination is incomplete. The Levitical priesthood is weak, its sacrifices have to be repeated, and it cannot perfect the worshipers. It cannot reconcile people to God nor give them the inner power to obey. The ordination is without direct confirmation from God."
          ]
        },
        {
          "parts": [
            "3",
            {
              "style": "ITALIC",
              "text": "Term of office: "
            },
            "The Levitical priesthood is temporary. Since it is composed of mortal men, it requires many members."
          ]
        },
        {
          "parts": [
            "4",
            {
              "style": "ITALIC",
              "text": "Moral and spiritual requirements:"
            },
            "These must be less than perfection, for the Levitical priests are all created beings subject to sin."
          ]
        }
      ]
    },
    {
      "title": "THE PRIESTHOOD OF MELCHIZEDEK",
      "entries": [
        {
          "parts": [
            "As Melchizedek was without earthly genealogy, so is Christ by virtue of His virgin birth. He is God incarnate, immortal and sinless, and therefore His priesthood is able to transform humanity."
          ]
        },
        {
          "parts": [
            "The power given at ordination is strong and effective. The power of Christ’s priesthood is perfect and draws us near to God. His sacrifice is offered once for all. The Father Himself ordains the Son."
          ]
        },
        {
          "parts": [
            "Since Christ is immortal, the priesthood of Melchizedek needs only one, eternal priest."
          ]
        },
        {
          "parts": [
            "The requirement of perfect holiness is met in Christ, the only sinless One. He is more than mere man—He is the Son of God."
          ]
        }
      ]
    }
  ]
}