{
  "en_name": "Jude",
  "local_name": "Jude",
  "abr": "jude",
  "ch_count": 1,
  "chapters": [
    {
      "chapter_num": 1,
      "verses_count": 23,
      "verses": [
        {
          "num": 1,
          "text": "Jude, a bondservant of Jesus Christ, and brother of James,",
          "parts": [
            "Jude, a bondservant of Jesus Christ, and brother of James,"
          ]
        },
        {
          "num": 2,
          "text": "Mercy, peace, and love be multiplied to you.",
          "parts": [
            "Mercy, peace, and love be multiplied to you."
          ]
        },
        {
          "num": 3,
          "text": "Beloved, while I was very diligent to write to you concerning our common salvation, I found it necessary to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints. For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God a and our Lord Jesus Christ.",
          "parts": [
            "Beloved, while I was very diligent to write to you concerning our common salvation, I found it necessary to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6039"
            },
            "For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1282"
            },
            "and our Lord Jesus Christ.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6040"
            }
          ]
        },
        {
          "num": 4,
          "text": "For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God a",
          "parts": [
            "For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1283"
            }
          ]
        },
        {
          "num": 5,
          "text": "But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe. And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day; as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.",
          "parts": [
            "But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6041"
            },
            "And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day; as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire."
          ]
        },
        {
          "num": 6,
          "text": "And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day;",
          "parts": [
            "And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day;"
          ]
        },
        {
          "num": 7,
          "text": "as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.",
          "parts": [
            "as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire."
          ]
        },
        {
          "num": 8,
          "text": "Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries. Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!” But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves. Woe to them!",
          "parts": [
            "Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6042"
            },
            "Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!”",
            {
              "style": "FOOTNOTE",
              "note_id": "f6043"
            },
            "But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6044"
            },
            "Woe to them!"
          ]
        },
        {
          "num": 9,
          "text": "Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!”",
          "parts": [
            "Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!”",
            {
              "style": "FOOTNOTE",
              "note_id": "f6043"
            }
          ]
        },
        {
          "num": 10,
          "text": "But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves.",
          "parts": [
            "But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6044"
            }
          ]
        },
        {
          "num": 11,
          "text": "Woe to them!",
          "parts": [
            "Woe to them!"
          ]
        },
        {
          "num": 12,
          "text": "These are spots in your love feasts, while they feast with you without fear, serving only themselves.",
          "parts": [
            "These are spots in your love feasts, while they feast with you without fear, serving",
            {
              "style": "ITALIC",
              "text": "only"
            },
            "themselves."
          ]
        },
        {
          "num": 13,
          "text": "raging waves of the sea, foaming up their own shame; wandering stars for whom is reserved the blackness of darkness forever.",
          "parts": [
            "raging waves of the sea, foaming up their own shame; wandering stars for whom is reserved the blackness of darkness forever.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6047"
            }
          ]
        },
        {
          "num": 14,
          "text": "Now Enoch, the seventh from Adam, prophesied about these men also, saying, “Behold, the Lord comes with ten thousands of His saints, to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”",
          "parts": [
            "Now Enoch, the seventh from Adam, prophesied about these men also, saying, “Behold, the Lord comes with ten thousands of His saints,",
            {
              "style": "FOOTNOTE",
              "note_id": "f6048"
            },
            "to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”"
          ]
        },
        {
          "num": 15,
          "text": "to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”",
          "parts": [
            "to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”"
          ]
        },
        {
          "num": 16,
          "text": "These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling words, flattering people to gain advantage. But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ: how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts.",
          "parts": [
            "These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling",
            {
              "style": "ITALIC",
              "text": "words,"
            },
            "flattering people to gain advantage.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6049"
            },
            "But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ: how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts."
          ]
        },
        {
          "num": 17,
          "text": "But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ:",
          "parts": [
            "But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ:"
          ]
        },
        {
          "num": 18,
          "text": "how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts.",
          "parts": [
            "how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts."
          ]
        },
        {
          "num": 19,
          "text": "These are sensual persons, who cause divisions, not having the Spirit.",
          "parts": [
            "These are sensual persons, who cause divisions, not having the Spirit.",
            {
              "style": "FOOTNOTE",
              "note_id": "f6050"
            }
          ]
        },
        {
          "num": 20,
          "text": "But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit, keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.",
          "parts": [
            "But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,",
            {
              "style": "FOOTNOTE",
              "note_id": "f6051"
            },
            "keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life."
          ]
        },
        {
          "num": 21,
          "text": "keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.",
          "parts": [
            "keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life."
          ]
        },
        {
          "num": 22,
          "text": "And on some have compassion, making a distinction; a but others save with fear, pulling them out of the fire, a hating even the garment defiled by the flesh.",
          "parts": [
            "And on some have compassion, making a distinction;",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1284"
            },
            "but others save with fear, pulling",
            {
              "style": "ITALIC",
              "text": "them"
            },
            "out of the fire,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1285"
            },
            "hating even the garment defiled by the flesh."
          ]
        },
        {
          "num": 23,
          "text": "but others save with fear, pulling them",
          "parts": [
            "but others save with fear, pulling",
            {
              "style": "ITALIC",
              "text": "them"
            }
          ]
        }
      ],
      "headers": [
        "Greeting",
        "The Presence of False Teachers",
        "The Judgment of Such False Teachers",
        "The Character of False Teachers",
        "Resistance to False Teachers",
        "Doxology"
      ]
    }
  ],
  "author": "Jude, a relative of Jesus (called the “brother” of the Lord in Mt 13:55; Mk 6:3) and the brother of James the Just. This is not the Jude who was one of the Twelve, also called Thaddaeus or Lebbaeus (v. 17; see Mt 10:3; Mk 3:18; Lk 6:16; Acts 1:13).",
  "date": "The date of the letter is uncertain, but sometime in the period AD 60–80 seems reasonable.",
  "theme": "Contending earnestly for the faith. Jude is a polemic directed against false teachers within the Church who are jeopardizing the salvation of many. Jude bases his attack on examples from the Old Testament and the tradition of God dealing harshly with those who assault His people."
}