{
  "en_name": "Philippians",
  "local_name": "Philippians",
  "abr": "phi",
  "ch_count": 4,
  "chapters": [
    {
      "chapter_num": 1,
      "verses_count": 30,
      "verses": [
        {
          "num": 1,
          "text": "Paul and Timothy, bondservants of Jesus Christ,",
          "parts": [
            "Paul and Timothy, bondservants of Jesus Christ,"
          ]
        },
        {
          "num": 2,
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "parts": [
            "Grace to you and peace from God our Father and the Lord Jesus Christ."
          ]
        },
        {
          "num": 3,
          "text": "I thank my God upon every remembrance of you, always in every prayer of mine making request for you all with joy, for your fellowship in the gospel from the first day until now, being confident of this very thing, that He who has begun a good work in you will complete it until the day of Jesus Christ; just as it is right for me to think this of you all, because I have you in my heart, inasmuch as both in my chains and in the defense and confirmation of the gospel, you all are partakers with me of grace.",
          "parts": [
            "I thank my God upon every remembrance of you, always in every prayer of mine making request for you all with joy, for your fellowship in the gospel from the first day until now,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5668"
            },
            "being confident of this very thing, that He who has begun a good work in you will complete",
            {
              "style": "ITALIC",
              "text": "it"
            },
            "until the day of Jesus Christ; just as it is right for me to think this of you all, because I have you in my heart, inasmuch as both in my chains and in the defense and confirmation of the gospel, you all are partakers with me of grace."
          ]
        },
        {
          "num": 4,
          "text": "always in every prayer of mine making request for you all with joy,",
          "parts": [
            "always in every prayer of mine making request for you all with joy,"
          ]
        },
        {
          "num": 5,
          "text": "for your fellowship in the gospel from the first day until now,",
          "parts": [
            "for your fellowship in the gospel from the first day until now,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5668"
            }
          ]
        },
        {
          "num": 6,
          "text": "being confident of this very thing, that He who has begun a good work in you will complete it",
          "parts": [
            "being confident of this very thing, that He who has begun a good work in you will complete",
            {
              "style": "ITALIC",
              "text": "it"
            }
          ]
        },
        {
          "num": 7,
          "text": "just as it is right for me to think this of you all, because I have you in my heart, inasmuch as both in my chains and in the defense and confirmation of the gospel, you all are partakers with me of grace.",
          "parts": [
            "just as it is right for me to think this of you all, because I have you in my heart, inasmuch as both in my chains and in the defense and confirmation of the gospel, you all are partakers with me of grace."
          ]
        },
        {
          "num": 8,
          "text": "For God is my witness, how greatly I long for you all with the affection of Jesus Christ.",
          "parts": [
            "For God is my witness, how greatly I long for you all with the affection of Jesus Christ."
          ]
        },
        {
          "num": 9,
          "text": "And this I pray, that your love may abound still more and more in knowledge and all discernment, that you may approve the things that are excellent, that you may be sincere and without offense till the day of Christ, being filled with the fruits of righteousness which are by Jesus Christ, to the glory and praise of God.",
          "parts": [
            "And this I pray, that your love may abound still more and more in knowledge and all discernment,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5669"
            },
            "that you may approve the things that are excellent, that you may be sincere and without offense till the day of Christ, being filled with the fruits of righteousness which",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "by Jesus Christ, to the glory and praise of God."
          ]
        },
        {
          "num": 10,
          "text": "that you may approve the things that are excellent, that you may be sincere and without offense till the day of Christ,",
          "parts": [
            "that you may approve the things that are excellent, that you may be sincere and without offense till the day of Christ,"
          ]
        },
        {
          "num": 11,
          "text": "being filled with the fruits of righteousness which are",
          "parts": [
            "being filled with the fruits of righteousness which",
            {
              "style": "ITALIC",
              "text": "are"
            }
          ]
        },
        {
          "num": 12,
          "text": "But I want you to know, brethren, that the things which happened to me have actually turned out for the furtherance of the gospel, so that it has become evident to the whole palace guard, and to all the rest, that my chains are in Christ; and most of the brethren in the Lord, having become confident by my chains, are much more bold to speak the word without fear.",
          "parts": [
            "But I want you to know, brethren, that the things",
            {
              "style": "ITALIC",
              "text": "which"
            },
            {
              "style": "ITALIC",
              "text": "happened"
            },
            "to me have actually turned out for the furtherance of the gospel, so that it has become evident to the whole palace guard, and to all the rest, that my chains are in Christ; and most of the brethren in the Lord, having become confident by my chains, are much more bold to speak the word without fear."
          ]
        },
        {
          "num": 13,
          "text": "so that it has become evident to the whole palace guard, and to all the rest, that my chains are in Christ;",
          "parts": [
            "so that it has become evident to the whole palace guard, and to all the rest, that my chains are in Christ;"
          ]
        },
        {
          "num": 14,
          "text": "and most of the brethren in the Lord, having become confident by my chains, are much more bold to speak the word without fear.",
          "parts": [
            "and most of the brethren in the Lord, having become confident by my chains, are much more bold to speak the word without fear."
          ]
        },
        {
          "num": 15,
          "text": "Some indeed preach Christ even from envy and strife, and some also from goodwill: The former a preach Christ from selfish ambition, not sincerely, supposing to add affliction to my chains; but the latter out of love, knowing that I am appointed for the defense of the gospel.",
          "parts": [
            "Some indeed preach Christ even from envy and strife, and some also from goodwill: The former",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1492"
            },
            "preach Christ from selfish ambition, not sincerely, supposing to add affliction to my chains; but the latter out of love, knowing that I am appointed for the defense of the gospel."
          ]
        },
        {
          "num": 16,
          "text": "The former a",
          "parts": [
            "The former",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1493"
            }
          ]
        },
        {
          "num": 17,
          "text": "but the latter out of love, knowing that I am appointed for the defense of the gospel.",
          "parts": [
            "but the latter out of love, knowing that I am appointed for the defense of the gospel."
          ]
        },
        {
          "num": 18,
          "text": "What then?",
          "parts": [
            "What then?"
          ]
        },
        {
          "num": 19,
          "text": "For I know that this will turn out for my deliverance through your prayer and the supply of the Spirit of Jesus Christ, according to my earnest expectation and hope that in nothing I shall be ashamed, but with all boldness, as always, so now also Christ will be magnified in my body, whether by life or by death.",
          "parts": [
            "For I know that this will turn out for my deliverance through your prayer and the supply of the Spirit of Jesus Christ,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5670"
            },
            "according to my earnest expectation and hope that in nothing I shall be ashamed, but with all boldness, as always, so now also Christ will be magnified in my body, whether by life or by death."
          ]
        },
        {
          "num": 20,
          "text": "according to my earnest expectation and hope that in nothing I shall be ashamed, but with all boldness, as always, so now also Christ will be magnified in my body, whether by life or by death.",
          "parts": [
            "according to my earnest expectation and hope that in nothing I shall be ashamed, but with all boldness, as always, so now also Christ will be magnified in my body, whether by life or by death."
          ]
        },
        {
          "num": 21,
          "text": "For to me, to live is",
          "parts": [
            "For to me, to live",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 22,
          "text": "But if I",
          "parts": [
            "But if",
            {
              "style": "ITALIC",
              "text": "I"
            }
          ]
        },
        {
          "num": 23,
          "text": "For a",
          "parts": [
            "For",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1494"
            }
          ]
        },
        {
          "num": 24,
          "text": "Nevertheless to remain in the flesh is",
          "parts": [
            "Nevertheless to remain in the flesh",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 25,
          "text": "And being confident of this, I know that I shall remain and continue with you all for your progress and joy of faith,",
          "parts": [
            "And being confident of this, I know that I shall remain and continue with you all for your progress and joy of faith,"
          ]
        },
        {
          "num": 26,
          "text": "that your rejoicing for me may be more abundant in Jesus Christ by my coming to you again.",
          "parts": [
            "that your rejoicing for me may be more abundant in Jesus Christ by my coming to you again."
          ]
        },
        {
          "num": 27,
          "text": "Only let your conduct be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of your affairs, that you stand fast in one spirit, with one mind striving together for the faith of the gospel, and not in any way terrified by your adversaries, which is to them a proof of perdition, but to you of salvation, a and that from God.",
          "parts": [
            "Only let your conduct be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of your affairs, that you stand fast in one spirit, with one mind striving together for the faith of the gospel, and not in any way terrified by your adversaries, which is to them a proof of perdition, but to you of salvation,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1495"
            },
            "and that from God."
          ]
        },
        {
          "num": 28,
          "text": "and not in any way terrified by your adversaries, which is to them a proof of perdition, but to you of salvation, a",
          "parts": [
            "and not in any way terrified by your adversaries, which is to them a proof of perdition, but to you of salvation,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1496"
            }
          ]
        },
        {
          "num": 29,
          "text": "For to you it has been granted on behalf of Christ, not only to believe in Him, but also to suffer for His sake,",
          "parts": [
            "For to you it has been granted on behalf of Christ, not only to believe in Him, but also to suffer for His sake,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5671"
            }
          ]
        },
        {
          "num": 30,
          "text": "having the same conflict which you saw in me and now hear is",
          "parts": [
            "having the same conflict which you saw in me and now hear",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        }
      ],
      "headers": [
        "Greeting",
        "Thanksgiving",
        "Paul's Suffering in Prison",
        "Be Steadfast in Suffering",
        "Preserve Unity in Humility"
      ]
    },
    {
      "chapter_num": 2,
      "verses_count": 30,
      "verses": [
        {
          "num": 1,
          "text": "Therefore if there is any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any affection and mercy, fulfill my joy by being like-minded, having the same love, being of one accord, of one mind.",
          "parts": [
            "Therefore if",
            {
              "style": "ITALIC",
              "text": "there is"
            },
            "any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any affection and mercy, fulfill my joy by being like-minded, having the same love,",
            {
              "style": "ITALIC",
              "text": "being"
            },
            "of one accord, of one mind."
          ]
        },
        {
          "num": 3,
          "text": "Let",
          "parts": [
            {
              "style": "ITALIC",
              "text": "Let"
            }
          ]
        },
        {
          "num": 4,
          "text": "Let each of you look out not only for his own interests, but also for the interests of others.",
          "parts": [
            "Let each of you look out not only for his own interests, but also for the interests of others."
          ]
        },
        {
          "num": 5,
          "text": "Let this mind be in you which was also in Christ Jesus, who, being in the form of God, did not consider it robbery to be equal with God, but made Himself of no reputation, taking the form of a bondservant, and coming in the likeness of men. And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross.",
          "parts": [
            "Let this mind be in you which was also in Christ Jesus,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5673"
            },
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx338"
            },
            "who, being in the form of God, did not consider it robbery to be equal with God,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5674"
            },
            "but made Himself of no reputation, taking the form of a bondservant,",
            {
              "style": "ITALIC",
              "text": "and "
            },
            "coming in the likeness of men.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5675"
            },
            "And being found in appearance as a man, He humbled Himself and became obedient to",
            {
              "style": "ITALIC",
              "text": "the point of"
            },
            "death, even the death of the cross."
          ]
        },
        {
          "num": 6,
          "text": "who, being in the form of God, did not consider it robbery to be equal with God,",
          "parts": [
            "who, being in the form of God, did not consider it robbery to be equal with God,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5674"
            }
          ]
        },
        {
          "num": 7,
          "text": "but made Himself of no reputation, taking the form of a bondservant, and",
          "parts": [
            "but made Himself of no reputation, taking the form of a bondservant,",
            {
              "style": "ITALIC",
              "text": "and "
            }
          ]
        },
        {
          "num": 8,
          "text": "And being found in appearance as a man, He humbled Himself and became obedient to the point of",
          "parts": [
            "And being found in appearance as a man, He humbled Himself and became obedient to",
            {
              "style": "ITALIC",
              "text": "the point of"
            }
          ]
        },
        {
          "num": 9,
          "text": "Therefore God also has highly exalted Him and given Him the name which is above every name,",
          "parts": [
            "Therefore God also has highly exalted Him and given Him the name which is above every name,"
          ]
        },
        {
          "num": 10,
          "text": "that at the name of Jesus every knee should bow, of those in heaven, and of those on earth, and of those under the earth,",
          "parts": [
            "that at the name of Jesus every knee should bow, of those in heaven, and of those on earth, and of those under the earth,"
          ]
        },
        {
          "num": 11,
          "text": "and that",
          "parts": [
            "and",
            {
              "style": "ITALIC",
              "text": "that"
            }
          ]
        },
        {
          "num": 12,
          "text": "Therefore, my beloved, as you have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling; for it is God who works in you both to will and to do for His good pleasure.",
          "parts": [
            "Therefore, my beloved, as you have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5676"
            },
            "for it is God who works in you both to will and to do for",
            {
              "style": "ITALIC",
              "text": "His"
            },
            "good pleasure."
          ]
        },
        {
          "num": 13,
          "text": "for it is God who works in you both to will and to do for His",
          "parts": [
            "for it is God who works in you both to will and to do for",
            {
              "style": "ITALIC",
              "text": "His"
            }
          ]
        },
        {
          "num": 14,
          "text": "Do all things without complaining and disputing, that you may become blameless and harmless, children of God without fault in the midst of a crooked and perverse generation, among whom you shine as lights in the world, holding fast the word of life, so that I may rejoice in the day of Christ that I have not run in vain or labored in vain.",
          "parts": [
            "Do all things without complaining and disputing, that you may become blameless and harmless, children of God without fault in the midst of a crooked and perverse generation, among whom you shine as lights in the world, holding fast the word of life, so that I may rejoice in the day of Christ that I have not run in vain or labored in vain."
          ]
        },
        {
          "num": 15,
          "text": "that you may become blameless and harmless, children of God without fault in the midst of a crooked and perverse generation, among whom you shine as lights in the world,",
          "parts": [
            "that you may become blameless and harmless, children of God without fault in the midst of a crooked and perverse generation, among whom you shine as lights in the world,"
          ]
        },
        {
          "num": 16,
          "text": "holding fast the word of life, so that I may rejoice in the day of Christ that I have not run in vain or labored in vain.",
          "parts": [
            "holding fast the word of life, so that I may rejoice in the day of Christ that I have not run in vain or labored in vain."
          ]
        },
        {
          "num": 17,
          "text": "Yes, and if I am being poured out as a drink offering on the sacrifice and service of your faith, I am glad and rejoice with you all. For the same reason you also be glad and rejoice with me.",
          "parts": [
            "Yes, and if I am being poured out",
            {
              "style": "ITALIC",
              "text": "as a drink offering"
            },
            "on the sacrifice and service of your faith, I am glad and rejoice with you all.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5677"
            },
            "For the same reason you also be glad and rejoice with me."
          ]
        },
        {
          "num": 18,
          "text": "For the same reason you also be glad and rejoice with me.",
          "parts": [
            "For the same reason you also be glad and rejoice with me."
          ]
        },
        {
          "num": 19,
          "text": "But I trust in the Lord Jesus to send Timothy to you shortly, that I also may be encouraged when I know your state. For I have no one like-minded, who will sincerely care for your state.",
          "parts": [
            "But I trust in the Lord Jesus to send Timothy to you shortly, that I also may be encouraged when I know your state.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5678"
            },
            "For I have no one like-minded, who will sincerely care for your state."
          ]
        },
        {
          "num": 20,
          "text": "For I have no one like-minded, who will sincerely care for your state.",
          "parts": [
            "For I have no one like-minded, who will sincerely care for your state."
          ]
        },
        {
          "num": 21,
          "text": "For all seek their own, not the things which are of Christ Jesus.",
          "parts": [
            "For all seek their own, not the things which are of Christ Jesus."
          ]
        },
        {
          "num": 22,
          "text": "But you know his proven character, that as a son with his",
          "parts": [
            "But you know his proven character, that as a son with",
            {
              "style": "ITALIC",
              "text": "his"
            }
          ]
        },
        {
          "num": 23,
          "text": "Therefore I hope to send him at once, as soon as I see how it goes with me.",
          "parts": [
            "Therefore I hope to send him at once, as soon as I see how it goes with me."
          ]
        },
        {
          "num": 24,
          "text": "But I trust in the Lord that I myself shall also come shortly.",
          "parts": [
            "But I trust in the Lord that I myself shall also come shortly."
          ]
        },
        {
          "num": 25,
          "text": "Yet I considered it necessary to send to you Epaphroditus, my brother, fellow worker, and fellow soldier, but your messenger and the one who ministered to my need; since he was longing for you all, and was distressed because you had heard that he was sick.",
          "parts": [
            "Yet I considered it necessary to send to you Epaphroditus, my brother, fellow worker, and fellow soldier, but your messenger and the one who ministered to my need; since he was longing for you all, and was distressed because you had heard that he was sick."
          ]
        },
        {
          "num": 26,
          "text": "since he was longing for you all, and was distressed because you had heard that he was sick.",
          "parts": [
            "since he was longing for you all, and was distressed because you had heard that he was sick."
          ]
        },
        {
          "num": 27,
          "text": "For indeed he was sick almost unto death; but God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow.",
          "parts": [
            "For indeed he was sick almost unto death; but God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow."
          ]
        },
        {
          "num": 28,
          "text": "Therefore I sent him the more eagerly, that when you see him again you may rejoice, and I may be less sorrowful.",
          "parts": [
            "Therefore I sent him the more eagerly, that when you see him again you may rejoice, and I may be less sorrowful."
          ]
        },
        {
          "num": 29,
          "text": "Receive him therefore in the Lord with all gladness, and hold such men in esteem;",
          "parts": [
            "Receive him therefore in the Lord with all gladness, and hold such men in esteem;"
          ]
        },
        {
          "num": 30,
          "text": "because for the work of Christ he came close to death, not regarding his life, to supply what was lacking in your service toward me.",
          "parts": [
            "because for the work of Christ he came close to death, not regarding his life, to supply what was lacking in your service toward me."
          ]
        }
      ],
      "headers": [
        "Strive for Obedience",
        "Apostolic Support for Philippi",
        "Beware of Judaizers"
      ]
    },
    {
      "chapter_num": 3,
      "verses_count": 21,
      "verses": [
        {
          "num": 1,
          "text": "Finally, my brethren, rejoice in the Lord.",
          "parts": [
            "Finally, my brethren, rejoice in the Lord."
          ]
        },
        {
          "num": 2,
          "text": "Beware of dogs, beware of evil workers, beware of the mutilation! For we are the circumcision, who worship God in the Spirit, a rejoice in Christ Jesus, and have no confidence in the flesh, though I also might have confidence in the flesh.",
          "parts": [
            "Beware of dogs, beware of evil workers, beware of the mutilation!",
            {
              "style": "FOOTNOTE",
              "note_id": "f5679"
            },
            "For we are the circumcision, who worship God in the Spirit,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1497"
            },
            "rejoice in Christ Jesus, and have no confidence in the flesh, though I also might have confidence in the flesh."
          ]
        },
        {
          "num": 3,
          "text": "For we are the circumcision, who worship God in the Spirit, a",
          "parts": [
            "For we are the circumcision, who worship God in the Spirit,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1498"
            }
          ]
        },
        {
          "num": 4,
          "text": "though I also might have confidence in the flesh.",
          "parts": [
            "though I also might have confidence in the flesh."
          ]
        },
        {
          "num": 5,
          "text": "circumcised the eighth day, of the stock of Israel, of",
          "parts": [
            "circumcised the eighth day, of the stock of Israel,",
            {
              "style": "ITALIC",
              "text": "of"
            }
          ]
        },
        {
          "num": 6,
          "text": "concerning zeal, persecuting the church; concerning the righteousness which is in the law, blameless.",
          "parts": [
            "concerning zeal, persecuting the church; concerning the righteousness which is in the law, blameless."
          ]
        },
        {
          "num": 7,
          "text": "But what things were gain to me, these I have counted loss for Christ. Yet indeed I also count all things loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them as rubbish, that I may gain Christ and be found in Him, not having my own righteousness, which is from the law, but that which is through faith in Christ, the righteousness which is from God by faith; that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death, if, by any means, I may attain to the resurrection from the dead.",
          "parts": [
            "But what things were gain to me, these I have counted loss for Christ.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5681"
            },
            "Yet indeed I also count all things loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them as rubbish, that I may gain Christ and be found in Him, not having my own righteousness, which",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "from the law, but that which",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "through faith in Christ, the righteousness which is from God by faith;",
            {
              "style": "FOOTNOTE",
              "note_id": "f5682"
            },
            "that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death, if, by any means, I may attain to the resurrection from the dead."
          ]
        },
        {
          "num": 8,
          "text": "Yet indeed I also count all things loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them as rubbish, that I may gain Christ",
          "parts": [
            "Yet indeed I also count all things loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them as rubbish, that I may gain Christ"
          ]
        },
        {
          "num": 9,
          "text": "and be found in Him, not having my own righteousness, which is",
          "parts": [
            "and be found in Him, not having my own righteousness, which",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 10,
          "text": "that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death,",
          "parts": [
            "that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death,"
          ]
        },
        {
          "num": 11,
          "text": "if, by any means, I may attain to the resurrection from the dead.",
          "parts": [
            "if, by any means, I may attain to the resurrection from the dead."
          ]
        },
        {
          "num": 12,
          "text": "Not that I have already attained, or am already perfected; but I press on, that I may lay hold of that for which Christ Jesus has also laid hold of me. Brethren, I do not count myself to have apprehended; but one thing I do, forgetting those things which are behind and reaching forward to those things which are ahead, I press toward the goal for the prize of the upward call of God in Christ Jesus.",
          "parts": [
            "Not that I have already attained, or am already perfected; but I press on, that I may lay hold of that for which Christ Jesus has also laid hold of me.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5683"
            },
            "Brethren, I do not count myself to have apprehended; but one thing",
            {
              "style": "ITALIC",
              "text": "I do,"
            },
            "forgetting those things which are behind and reaching forward to those things which are ahead, I press toward the goal for the prize of the upward call of God in Christ Jesus."
          ]
        },
        {
          "num": 13,
          "text": "Brethren, I do not count myself to have apprehended; but one thing I do,",
          "parts": [
            "Brethren, I do not count myself to have apprehended; but one thing",
            {
              "style": "ITALIC",
              "text": "I do,"
            }
          ]
        },
        {
          "num": 14,
          "text": "I press toward the goal for the prize of the upward call of God in Christ Jesus.",
          "parts": [
            "I press toward the goal for the prize of the upward call of God in Christ Jesus."
          ]
        },
        {
          "num": 15,
          "text": "Therefore let us, as many as are mature, have this mind; and if in anything you think otherwise, God will reveal even this to you.",
          "parts": [
            "Therefore let us, as many as are mature, have this mind; and if in anything you think otherwise, God will reveal even this to you."
          ]
        },
        {
          "num": 16,
          "text": "Nevertheless, to the degree",
          "parts": [
            "Nevertheless, to",
            {
              "style": "ITALIC",
              "text": "the degree"
            }
          ]
        },
        {
          "num": 17,
          "text": "Brethren, join in following my example, and note those who so walk, as you have us for a pattern. For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ: whose end is destruction, whose god is their belly, and whose glory is in their shame—who set their mind on earthly things.",
          "parts": [
            "Brethren, join in following my example, and note those who so walk, as you have us for a pattern.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5684"
            },
            "For many walk, of whom I have told you often, and now tell you even weeping,",
            {
              "style": "ITALIC",
              "text": "that they are"
            },
            "the enemies of the cross of Christ:",
            {
              "style": "FOOTNOTE",
              "note_id": "f5685"
            },
            "whose end",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "destruction, whose god",
            {
              "style": "ITALIC",
              "text": "is their"
            },
            "belly, and",
            {
              "style": "ITALIC",
              "text": "whose"
            },
            "glory",
            {
              "style": "ITALIC",
              "text": "is"
            },
            "in their shame—who set their mind on earthly things."
          ]
        },
        {
          "num": 18,
          "text": "For many walk, of whom I have told you often, and now tell you even weeping, that they are",
          "parts": [
            "For many walk, of whom I have told you often, and now tell you even weeping,",
            {
              "style": "ITALIC",
              "text": "that they are"
            }
          ]
        },
        {
          "num": 19,
          "text": "whose end is",
          "parts": [
            "whose end",
            {
              "style": "ITALIC",
              "text": "is"
            }
          ]
        },
        {
          "num": 20,
          "text": "For our citizenship is in heaven, from which we also eagerly wait for the Savior, the Lord Jesus Christ,",
          "parts": [
            "For our citizenship is in heaven, from which we also eagerly wait for the Savior, the Lord Jesus Christ,",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx339"
            }
          ]
        },
        {
          "num": 21,
          "text": "who will transform our lowly body that it may be conformed to His glorious body, according to the working by which He is able even to subdue all things to Himself.",
          "parts": [
            "who will transform our lowly body that it may be conformed to His glorious body, according to the working by which He is able even to subdue all things to Himself."
          ]
        }
      ],
      "headers": [
        "Press Toward True Righteousness"
      ]
    },
    {
      "chapter_num": 4,
      "verses_count": 23,
      "verses": [
        {
          "num": 1,
          "text": "Therefore, my beloved and longed-for brethren, my joy and crown, so stand fast in the Lord, beloved.",
          "parts": [
            "Therefore, my beloved and longed-for brethren, my joy and crown, so stand fast in the Lord, beloved."
          ]
        },
        {
          "num": 2,
          "text": "I implore Euodia and I implore Syntyche to be of the same mind in the Lord. And a I urge you also, true companion, help these women who labored with me in the gospel, with Clement also, and the rest of my fellow workers, whose names are in the Book of Life.",
          "parts": [
            "I implore Euodia and I implore Syntyche to be of the same mind in the Lord.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5686"
            },
            "And",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1499"
            },
            "I urge you also, true companion, help these women who labored with me in the gospel, with Clement also, and the rest of my fellow workers, whose names",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "in the Book of Life.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5687"
            }
          ]
        },
        {
          "num": 3,
          "text": "And a",
          "parts": [
            "And",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1500"
            }
          ]
        },
        {
          "num": 4,
          "text": "Rejoice in the Lord always.",
          "parts": [
            "Rejoice in the Lord always."
          ]
        },
        {
          "num": 5,
          "text": "Let your gentleness be known to all men.",
          "parts": [
            "Let your gentleness be known to all men."
          ]
        },
        {
          "num": 6,
          "text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus.",
          "parts": [
            "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus."
          ]
        },
        {
          "num": 7,
          "text": "and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus.",
          "parts": [
            "and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus."
          ]
        },
        {
          "num": 8,
          "text": "Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things.",
          "parts": [
            "Finally, brethren, whatever things are true, whatever things",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "noble, whatever things",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "just, whatever things",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "pure, whatever things",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "lovely, whatever things",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "of good report, if",
            {
              "style": "ITALIC",
              "text": "there is"
            },
            "any virtue and if",
            {
              "style": "ITALIC",
              "text": "there is"
            },
            "anything praiseworthy—meditate on these things."
          ]
        },
        {
          "num": 9,
          "text": "The things which you learned and received and heard and saw in me, these do, and the God of peace will be with you.",
          "parts": [
            "The things which you learned and received and heard and saw in me, these do, and the God of peace will be with you."
          ]
        },
        {
          "num": 10,
          "text": "But I rejoiced in the Lord greatly that now at last your care for me has flourished again; though you surely did care, but you lacked opportunity.",
          "parts": [
            "But I rejoiced in the Lord greatly that now at last your care for me has flourished again; though you surely did care, but you lacked opportunity."
          ]
        },
        {
          "num": 11,
          "text": "Not that I speak in regard to need, for I have learned in whatever state I am, to be content:",
          "parts": [
            "Not that I speak in regard to need, for I have learned in whatever state I am, to be content:",
            {
              "style": "FOOTNOTE",
              "note_id": "f5690"
            }
          ]
        },
        {
          "num": 12,
          "text": "I know how to be abased, and I know how to abound.",
          "parts": [
            "I know how to be abased, and I know how to abound."
          ]
        },
        {
          "num": 13,
          "text": "I can do all things through Christ a",
          "parts": [
            "I can do all things through Christ",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1501"
            }
          ]
        },
        {
          "num": 14,
          "text": "Nevertheless you have done well that you shared in my distress.",
          "parts": [
            "Nevertheless you have done well that you shared in my distress."
          ]
        },
        {
          "num": 15,
          "text": "Now you Philippians know also that in the beginning of the gospel, when I departed from Macedonia, no church shared with me concerning giving and receiving but you only.",
          "parts": [
            "Now you Philippians know also that in the beginning of the gospel, when I departed from Macedonia, no church shared with me concerning giving and receiving but you only."
          ]
        },
        {
          "num": 16,
          "text": "For even in Thessalonica you sent aid",
          "parts": [
            "For even in Thessalonica you sent",
            {
              "style": "ITALIC",
              "text": "aid"
            }
          ]
        },
        {
          "num": 17,
          "text": "Not that I seek the gift, but I seek the fruit that abounds to your account.",
          "parts": [
            "Not that I seek the gift, but I seek the fruit that abounds to your account."
          ]
        },
        {
          "num": 18,
          "text": "Indeed I have all and abound.",
          "parts": [
            "Indeed I have all and abound."
          ]
        },
        {
          "num": 19,
          "text": "And my God shall supply all your need according to His riches in glory by Christ Jesus.",
          "parts": [
            "And my God shall supply all your need according to His riches in glory by Christ Jesus."
          ]
        },
        {
          "num": 20,
          "text": "Now to our God and Father be",
          "parts": [
            "Now to our God and Father",
            {
              "style": "ITALIC",
              "text": "be"
            }
          ]
        },
        {
          "num": 21,
          "text": "Greet every saint in Christ Jesus.",
          "parts": [
            "Greet every saint in Christ Jesus."
          ]
        },
        {
          "num": 22,
          "text": "All the saints greet you, but especially those who are of Caesar's household.",
          "parts": [
            "All the saints greet you, but especially those who are of Caesar's household."
          ]
        },
        {
          "num": 23,
          "text": "The grace of our Lord Jesus Christ be with you all. a Amen.",
          "parts": [
            "The grace of our Lord Jesus Christ be with you all.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1502"
            },
            "Amen."
          ]
        }
      ],
      "headers": [
        "Exhortation for Daily Living",
        "Gratitude for Assistance",
        "Greetings and Benediction"
      ]
    }
  ],
  "author": "The early Church unanimously agreed that Paul wrote Philippians. Paul founded the church in Philippi, which was the first church in Europe, on his second missionary journey, AD 50–51 (Acts 16:11–40). On his third missionary journey he made two brief visits to Philippi, about AD 57–58 (Acts 20:1, 6).",
  "date": "Paul probably wrote Philippians while he was under house arrest in Rome in about AD 61–63 (Acts 28:16–31). At that time he was free to receive visitors and to correspond by letter.",
  "theme": "The dynamic of our life in Christ. Salvation is a dynamic, ongoing experience that is not merely personal, but shared among believers. St. Paul urges the believers in Philippi toward continued unity, humility, selfless generosity, and joy in Christ. Subthemes include alerting of the Philippian church to:"
}