{
  "en_name": "Titus",
  "local_name": "Titus",
  "abr": "tit",
  "ch_count": 3,
  "chapters": [
    {
      "chapter_num": 1,
      "verses_count": 16,
      "verses": [
        {
          "num": 1,
          "text": "Paul, a bondservant of God and an apostle of Jesus Christ, according to the faith of God's elect and the acknowledgment of the truth which accords with godliness, in hope of eternal life which God, who cannot lie, promised before time began, but has in due time manifested His word through preaching, which was committed to me according to the commandment of God our Savior;",
          "parts": [
            "Paul, a bondservant of God and an apostle of Jesus Christ, according to the faith of God's elect and the acknowledgment of the truth which accords with godliness,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5775"
            },
            "in hope of eternal life which God, who cannot lie, promised before time began, but has in due time manifested His word through preaching, which was committed to me according to the commandment of God our Savior;"
          ]
        },
        {
          "num": 4,
          "text": "To Titus, a true son in our common faith:",
          "parts": [
            "To Titus, a true son in",
            {
              "style": "ITALIC",
              "text": "our"
            },
            "common faith:"
          ]
        },
        {
          "num": 5,
          "text": "For this reason I left you in Crete, that you should set in order the things that are lacking, and appoint elders in every city as I commanded you— if a man is blameless, the husband of one wife, having faithful children not accused of dissipation or insubordination.",
          "parts": [
            "For this reason I left you in Crete, that you should set in order the things that are lacking, and appoint elders in every city as I commanded you—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5776"
            },
            "if a man is blameless, the husband of one wife, having faithful children not accused of dissipation or insubordination."
          ]
        },
        {
          "num": 6,
          "text": "if a man is blameless, the husband of one wife, having faithful children not accused of dissipation or insubordination.",
          "parts": [
            "if a man is blameless, the husband of one wife, having faithful children not accused of dissipation or insubordination."
          ]
        },
        {
          "num": 7,
          "text": "For a bishop a",
          "parts": [
            "For a bishop",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1569"
            }
          ]
        },
        {
          "num": 8,
          "text": "but hospitable, a lover of what is good, sober-minded, just, holy, self-controlled,",
          "parts": [
            "but hospitable, a lover of what is good, sober-minded, just, holy, self-controlled,"
          ]
        },
        {
          "num": 9,
          "text": "holding fast the faithful word as he has been taught, that he may be able, by sound doctrine, both to exhort and convict those who contradict.",
          "parts": [
            "holding fast the faithful word as he has been taught, that he may be able, by sound doctrine, both to exhort and convict those who contradict."
          ]
        },
        {
          "num": 10,
          "text": "For there are many insubordinate, both idle talkers and deceivers, especially those of the circumcision, whose mouths must be stopped, who subvert whole households, teaching things which they ought not, for the sake of dishonest gain.",
          "parts": [
            "For there are many insubordinate, both idle talkers and deceivers, especially those of the circumcision,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5778"
            },
            "whose mouths must be stopped, who subvert whole households, teaching things which they ought not, for the sake of dishonest gain."
          ]
        },
        {
          "num": 11,
          "text": "whose mouths must be stopped, who subvert whole households, teaching things which they ought not, for the sake of dishonest gain.",
          "parts": [
            "whose mouths must be stopped, who subvert whole households, teaching things which they ought not, for the sake of dishonest gain."
          ]
        },
        {
          "num": 12,
          "text": "One of them, a prophet of their own, said, “Cretans are",
          "parts": [
            "One of them, a prophet of their own, said, “Cretans",
            {
              "style": "ITALIC",
              "text": "are"
            }
          ]
        },
        {
          "num": 13,
          "text": "This testimony is true.",
          "parts": [
            "This testimony is true."
          ]
        },
        {
          "num": 14,
          "text": "not giving heed to Jewish fables and commandments of men who turn from the truth.",
          "parts": [
            "not giving heed to Jewish fables and commandments of men who turn from the truth."
          ]
        },
        {
          "num": 15,
          "text": "To the pure all things are pure, but to those who are defiled and unbelieving nothing is pure; but even their mind and conscience are defiled.",
          "parts": [
            "To the pure all things are pure, but to those who are defiled and unbelieving nothing is pure; but even their mind and conscience are defiled."
          ]
        },
        {
          "num": 16,
          "text": "They profess to know God, but in works they deny Him, being abominable, disobedient, and disqualified for every good work.",
          "parts": [
            "They profess to know God, but in works they deny Him, being abominable, disobedient, and disqualified for every good work."
          ]
        }
      ],
      "headers": [
        "Greeting",
        "Ordination of Sound Elders",
        "Opposition to False Teachers",
        "Sound Doctrine Produces Proper Behavior"
      ]
    },
    {
      "chapter_num": 2,
      "verses_count": 15,
      "verses": [
        {
          "num": 1,
          "text": "But as for you, speak the things which are proper for sound doctrine: that the older men be sober, reverent, temperate, sound in faith, in love, in patience; the older women likewise, that they be reverent in behavior, not slanderers, not given to much wine, teachers of good things— that they admonish the young women to love their husbands, to love their children, to be discreet, chaste, homemakers, good, obedient to their own husbands, that the word of God may not be blasphemed.",
          "parts": [
            "But as for you, speak the things which are proper for sound doctrine:",
            {
              "style": "FOOTNOTE",
              "note_id": "f5779"
            },
            "that the older men be sober, reverent, temperate, sound in faith, in love, in patience; the older women likewise, that they be reverent in behavior, not slanderers, not given to much wine, teachers of good things—",
            {
              "style": "FOOTNOTE",
              "note_id": "f5780"
            },
            "that they admonish the young women to love their husbands, to love their children, to be discreet, chaste, homemakers, good, obedient to their own husbands, that the word of God may not be blasphemed."
          ]
        },
        {
          "num": 6,
          "text": "Likewise, exhort the young men to be sober-minded, in all things showing yourself to be a pattern of good works; in doctrine showing integrity, reverence, incorruptibility, a sound speech that cannot be condemned, that one who is an opponent may be ashamed, having nothing evil to say of you. a",
          "parts": [
            "Likewise, exhort the young men to be sober-minded, in all things showing yourself",
            {
              "style": "ITALIC",
              "text": "to be"
            },
            "a pattern of good works; in doctrine",
            {
              "style": "ITALIC",
              "text": "showing"
            },
            "integrity, reverence, incorruptibility,",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1570"
            },
            "sound speech that cannot be condemned, that one who is an opponent may be ashamed, having nothing evil to say of you.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1571"
            }
          ]
        },
        {
          "num": 7,
          "text": "in all things showing yourself to be",
          "parts": [
            "in all things showing yourself",
            {
              "style": "ITALIC",
              "text": "to be"
            }
          ]
        },
        {
          "num": 8,
          "text": "sound speech that cannot be condemned, that one who is an opponent may be ashamed, having nothing evil to say of you. a",
          "parts": [
            "sound speech that cannot be condemned, that one who is an opponent may be ashamed, having nothing evil to say of you.",
            {
              "style": "CROSS_REF",
              "text": "a",
              "ref_id": "r1572"
            }
          ]
        },
        {
          "num": 9,
          "text": "Exhort",
          "parts": [
            {
              "style": "ITALIC",
              "text": "Exhort"
            }
          ]
        },
        {
          "num": 10,
          "text": "not pilfering, but showing all good fidelity, that they may adorn the doctrine of God our Savior in all things.",
          "parts": [
            "not pilfering, but showing all good fidelity, that they may adorn the doctrine of God our Savior in all things."
          ]
        },
        {
          "num": 11,
          "text": "For the grace of God that brings salvation has appeared to all men, teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present age, looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ, who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself His own special people, zealous for good works.",
          "parts": [
            "For the grace of God that brings salvation has appeared to all men,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5781"
            },
            "teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present age, looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5782"
            },
            "who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself",
            {
              "style": "ITALIC",
              "text": "His"
            },
            "own special people, zealous for good works."
          ]
        },
        {
          "num": 12,
          "text": "teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present age,",
          "parts": [
            "teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present age,"
          ]
        },
        {
          "num": 13,
          "text": "looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ,",
          "parts": [
            "looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5782"
            }
          ]
        },
        {
          "num": 14,
          "text": "who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself His",
          "parts": [
            "who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself",
            {
              "style": "ITALIC",
              "text": "His"
            }
          ]
        },
        {
          "num": 15,
          "text": "Speak these things, exhort, and rebuke with all authority.",
          "parts": [
            "Speak these things, exhort, and rebuke with all authority."
          ]
        }
      ],
      "headers": [
        "Proper Behavior Supports Sound Doctrine",
        "Kindness Toward All Men"
      ]
    },
    {
      "chapter_num": 3,
      "verses_count": 15,
      "verses": [
        {
          "num": 1,
          "text": "Remind them to be subject to rulers and authorities, to obey, to be ready for every good work, to speak evil of no one, to be peaceable, gentle, showing all humility to all men.",
          "parts": [
            "Remind them to be subject to rulers and authorities, to obey, to be ready for every good work, to speak evil of no one, to be peaceable, gentle, showing all humility to all men."
          ]
        },
        {
          "num": 3,
          "text": "For we ourselves were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful and hating one another.",
          "parts": [
            "For we ourselves were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful and hating one another."
          ]
        },
        {
          "num": 4,
          "text": "But when the kindness and the love of God our Savior toward man appeared,",
          "parts": [
            "But when the kindness and the love of God our Savior toward man appeared,",
            {
              "style": "LITURGY_NOTE",
              "note_id": "fx348"
            }
          ]
        },
        {
          "num": 5,
          "text": "not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit,",
          "parts": [
            "not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5783"
            }
          ]
        },
        {
          "num": 6,
          "text": "whom He poured out on us abundantly through Jesus Christ our Savior,",
          "parts": [
            "whom He poured out on us abundantly through Jesus Christ our Savior,"
          ]
        },
        {
          "num": 7,
          "text": "that having been justified by His grace we should become heirs according to the hope of eternal life.",
          "parts": [
            "that having been justified by His grace we should become heirs according to the hope of eternal life.",
            {
              "style": "FOOTNOTE",
              "note_id": "f5784"
            }
          ]
        },
        {
          "num": 8,
          "text": "This is a faithful saying, and these things I want you to affirm constantly, that those who have believed in God should be careful to maintain good works.",
          "parts": [
            "This is a faithful saying, and these things I want you to affirm constantly, that those who have believed in God should be careful to maintain good works."
          ]
        },
        {
          "num": 9,
          "text": "But avoid foolish disputes, genealogies, contentions, and strivings about the law; for they are unprofitable and useless.",
          "parts": [
            "But avoid foolish disputes, genealogies, contentions, and strivings about the law; for they are unprofitable and useless."
          ]
        },
        {
          "num": 10,
          "text": "Reject a divisive man after the first and second admonition,",
          "parts": [
            "Reject a divisive man after the first and second admonition,",
            {
              "style": "FOOTNOTE",
              "note_id": "f5785"
            }
          ]
        },
        {
          "num": 11,
          "text": "knowing that such a person is warped and sinning, being self-condemned.",
          "parts": [
            "knowing that such a person is warped and sinning, being self-condemned."
          ]
        },
        {
          "num": 12,
          "text": "When I send Artemas to you, or Tychicus, be diligent to come to me at Nicopolis, for I have decided to spend the winter there.",
          "parts": [
            "When I send Artemas to you, or Tychicus, be diligent to come to me at Nicopolis, for I have decided to spend the winter there."
          ]
        },
        {
          "num": 13,
          "text": "Send Zenas the lawyer and Apollos on their journey with haste, that they may lack nothing.",
          "parts": [
            "Send Zenas the lawyer and Apollos on their journey with haste, that they may lack nothing."
          ]
        },
        {
          "num": 14,
          "text": "And let our people",
          "parts": [
            "And let our",
            {
              "style": "ITALIC",
              "text": "people"
            }
          ]
        },
        {
          "num": 15,
          "text": "All who are with me greet you.",
          "parts": [
            "All who",
            {
              "style": "ITALIC",
              "text": "are"
            },
            "with me greet you."
          ]
        }
      ],
      "headers": [
        "God's Kindness to Us",
        "Heretical and Schismatic Members",
        "Conclusion"
      ]
    }
  ],
  "author": "The greeting (1:1) and Holy Tradition both affirm that St. Paul is the author.",
  "date": "AD 63–65. The circumstances, content, and organization of Titus are similar to those of 1 Timothy. The two books were probably written about the same time. Paul's work with Titus on Crete does not fit into the time covered by the Book of Acts, so it probably occurred after Paul's release from his first imprisonment in Rome.",
  "theme": "Overseeing the Church according to the true faith. As the Church grew, it naturally developed theology and structure and encountered heresy and sub-Christian behavior among its members, as had been prophesied. Paul here advises Titus as he faces these issues.",
  "lessons": [
    {
      "title": "Sound Doctrine Produces Proper Behavior",
      "entries": [
        {
          "parts": [
            "T H E S E C O N D C O M I N G",
            {
              "style": "LINE_BREAK",
              "text": "\n"
            },
            "O F C H R I S T"
          ]
        },
        {
          "parts": [
            {
              "style": "BOLD",
              "text": "T"
            },
            "he Orthodox understanding of the second coming of Christ is clear: The Lord Jesus Christ truly will return. His second advent is not a myth nor an empty promise, nor is it a metaphor. In fact, each time the Divine Liturgy is celebrated, the priest makes a proclamation to the Father that reveals how the Church responds not only to the second coming of Christ, but to all of His work."
          ]
        },
        {
          "parts": [
            "Remembering this saving commandment [Jesus’ command to eat His flesh and drink His blood] and all that has been done for us—the Cross, the Tomb, the Resurrection on the third day, the Ascension into heaven, the sitting at the right hand, and the second and glorious coming—we offer You Your own, from what is Your own, on behalf of all and for all."
          ]
        },
        {
          "parts": [
            "Orthodox Christians also believe the New Testament revelation of the second coming of Christ is meant to stimulate our preparation for it, not our speculation about it. This explains the relative simplicity with which the Nicene Creed, the most universal confession of faith in all of Christendom, addresses Christ’s return: “He . . . will come again, with glory, to judge the living and the dead, whose Kingdom shall have no end.” The emphasis of historic Orthodoxy is",
            {
              "style": "ITALIC",
              "text": "that "
            },
            "Jesus will come again, not",
            {
              "style": "ITALIC",
              "text": "when "
            },
            "He will come again."
          ]
        },
        {
          "parts": [
            "Thus, St. Paul writes, “denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present age, looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ, who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself",
            {
              "style": "ITALIC",
              "text": "His "
            },
            "own special people, zealous for good works” (",
            {
              "style": "CROSS_REF",
              "text": "Tts 2:12–14",
              "ref_id": "r1573"
            },
            ")."
          ]
        },
        {
          "parts": [
            "There are signs of Christ’s coming, to be sure. Jesus prophesied many events that would take place in the world prior to His return (",
            {
              "style": "CROSS_REF",
              "text": "Mt 24",
              "ref_id": "r1574"
            },
            ";",
            {
              "style": "CROSS_REF",
              "text": "Lk 21:7–36",
              "ref_id": "r1575"
            },
            "). But even these Gospel passages close with Jesus’ exhortation to virtue, righteousness, and preparation for the Judgment. Christ and His apostles issue severe warnings, implicit and explicit, against second-guessing the time of His coming (",
            {
              "style": "CROSS_REF",
              "text": "Mt 24:3–8, 36, 43, 44, 50",
              "ref_id": "r1576"
            },
            ";",
            {
              "style": "CROSS_REF",
              "text": "Lk 21:7–9, 34",
              "ref_id": "r1577"
            },
            ";",
            {
              "style": "CROSS_REF",
              "text": "Acts 1:7",
              "ref_id": "r1578"
            },
            ";",
            {
              "style": "CROSS_REF",
              "text": "1Th 5:1–3",
              "ref_id": "r1579"
            },
            ";",
            {
              "style": "CROSS_REF",
              "text": "2Pt 3:8–10",
              "ref_id": "r1580"
            },
            ")."
          ]
        },
        {
          "parts": [
            "Much of modern Christendom has succumbed to divisive speculation regarding Christ’s return. We are divided into premillennial, postmillennial, and amillennial camps. Breaking it down even further, there are pre-tribulation, mid-tribulation, and post-tribulation adherents. Christians part ways and new denominations spring up around interpretations of events that have not yet even come to pass!"
          ]
        },
        {
          "parts": [
            "Throughout history the Orthodox Church has steadfastly insisted on the reality of the second coming of Christ as a settled belief, but has always granted liberty on the question of when it will occur. In the last chapter of Revelation, Jesus speaks the words, “I am coming quickly,” three different times (",
            {
              "style": "CROSS_REF",
              "text": "22:7, 12, 20",
              "ref_id": "r1581"
            },
            "). His coming will occur on a day and at an hour when it is not expected. The apostle John, the author of Revelation, concludes his book with a warning:"
          ]
        },
        {
          "parts": [
            "For I testify to everyone who hears the words of the prophecy of this book: If anyone adds to these things, God will add to him the plagues that are written in this book; and if anyone takes away from the words of the book of this prophecy, God shall take away his part from the Book of Life, from the holy city, and",
            {
              "style": "ITALIC",
              "text": "from "
            },
            "the things which are written in this book (",
            {
              "style": "CROSS_REF",
              "text": "Rev 22:18, 19",
              "ref_id": "r1582"
            },
            ")."
          ]
        },
        {
          "parts": [
            "To confess the return of Christ is to stand squarely within the apostolic tradition. To add “when” to the promise of His coming is warned against in the Scriptures. As members of the Bride of Christ, let us attend instead to being ready."
          ]
        }
      ]
    }
  ]
}